{"text": "Jeff is an excellent programmer and was essential to the success of our project. He works well both independently and as part of a team. I highly recommend him."}
{"text": "During his time at RAND, Chris worked with me on several complex projects regarding command and control, computers, communications, intelligence, surveillance, and reconnaissance (C4ISR) in military analysis. I was impressed by his insightful and creative approaches to technical problems, by his capacity to work both independently and collaboratively when appropriate, and most of all by his determination to tackle large projects—the kind one knows will take years to complete—in a thoughtful and organized manner. Much of our work involved agent-based modeling and simulation. Chris was responsible for several critical contributions, of which two stand out in my mind. First, Chris designed a suite of data-processing and analysis tools to illuminate the dark, inner workings of our model. This was no mean feat. It required him to program in a language with evolving syntax (which is as frustrating as it sounds) and required him to really think about what was happening in the highly non-linear simulation. The effectiveness of the statistical tools he produced is the best evidence possible that Chris understands deeply how to approach analysis of highly complex systems. Second, Chris developed a prototype test-bed for our model which has enabled us to develop the model better than would otherwise have been possible. Despite initial concerns that it might be a distraction from our primary efforts, Chris continued to develop it on his own and it has now proven to be a very valuable asset to our project, validating his original vision and persistence. Throughout our work together, Chris showed he could thrive in a collaborative environment. He documented his work clearly, responded to communications promptly, was always courteous and respectful, accepted criticism easily, and offered constructive criticism of his own. Chris is an excellent candidate and I unreservedly recommend him."}
{"text": "Craig joined the Intelligence Rising team while I was on parental leave, and upon my return to take the lead on the project he had one of the clearer pictures of the status of the project and where it should be going. We had to pivot the format of the game from in-person to online due to the pandemic, and Craig's experience with digital games and platforms proved highly valuable. With a team of only part-time volunteers, and a minimal budget, in the space of 3 months we moved from an early, Google-docs based duplicate of the in-person game, to a ready-to-play version, slimmed and streamlined for online play, using Discord and Google Slides. Craig was instrumental in helping me identify the strengths and weaknesses in our game and our plan, and was able to lead on increasing the cadence of iterations, which was the only way to achieve the progress we set for ourselves within the time allocated. Craig also suggested a key modification to the ruleset (the addition of a simple, explicit win condition) which really helped us achieve the dynamics we were looking for. Overall, Craig is clearly very experienced, both as a game designer and as a project manager, and I'm glad he is part of the Intelligence Rising team."}
{"text": "I have worked directly with Yuval on a large-scale software project, where I was a junior developer and Yuval was the project manager. Yuval had deep technical knowledge, a comprehensive understanding of the project's users and requirements, and a humorous and inspirational management style. We became close friends during that time, and have remained so over the years. Since then Yuval has greatly enriched his technical and research skills, while maintaining his excellent communication and leadership skills. I would not hesitate to work with him again if we ever find ourselves in the same sector/research area, and would gladly recommend him for a variety of technical, research and management roles."}
{"text": "Daniel contacted me on LinkedIn, with perfect timing, to suggest I apply for a position at Google. He was very friendly and tech-savvy, and was able to quickly make a good match between my skills and experience and an open position. Daniel provided excellent advice about the recruitment process and expertly answered my numerous questions. Thanks to him I now have a dream job!"}
{"text": "Allon is an excellent DBA: superbly professional and passionate about his field, and also friendly and communicative. Most of what I know about DBs and SQL I owe to Allon. Both in the setting of formal training sessions and while working together on projects, Allon was always able to present technical information and expert solutions clearly and accessibly."}
{"text": "During my time as an Australian diplomat based in India, I often relied on Shaun's expert advice about the Indian legal and regulatory environments. As a consultant at Amarchand, Shaun was able to provide the Australian High Commission with practical advice on a key issue related to the bilateral relationship. Shaun was particularly adept at communicating complex legal reasoning to lay people."}
{"text": "Dr Jean-Marc is a scholar of fabulous aptitude, with a natural mind for analysis and the rare ability to communicate even complex and dry ideas in a simple but compelling fashion. During his time at Khalifa University he was a highly effective professor, popular with both colleagues and students. He also published a lot. I like and admire Jean-Marc and I wish him all the best in the next stages of what will doubtless be a distinguished career."}
{"text": "I had the pleasure to be part of the progamme Jean-Marc Rickly organized at UNIGE. His skills are not to be questionned and the programme he directed was a real success, so said the attendants."}
{"text": "Jean-Marc has shown considerable flexibility, devotion, and adapted well to a US-higher education system. His students praise his expertise and often comment on the work he put in preparing his courses and class readings."}
{"text": "Jean-Marc is a motivated and motivating researcher. His broad knowledge in the Security Policy area makes him a strong key player full of innovative ideas. Jean-Marc is very dynamic and can federate people around multiple projects. I always had a lot of pleasure to work with him in this context and would not hesitate one second to share new ideas with him because I know he will bring a very solid added value."}
{"text": "Jean Labrique gave lectures to the program on urban security. The students found them insightful. Jean was also very helpful in organizing our field trip in Brussels."}
{"text": "I have had the opportunity to listen to David's lectures several times and they are always insightful and thoughtful. His background in natural sciences offers a refreshing perspective on international security. I invited him to give a lecture on \"Terrorism and weapons of mass destruction: myth or reality\" to the Geneva University Strategic Studies Group. He demonstrated his strong analytical skills and the lecture was very much appreciated by the audience."}
{"text": "April has been a very competent and attentive recruiter. She took the time to provide specific vacancies, provided very helpful information on available job options, and in the process of recruitment, she were able to communicate between me and the company quickly and accurately."}
{"text": "Edmund Settle is a dedicated and innovative social entrepreneur with over 20 years of international leadership experience. In addition to founding two NGOs focusing on HIV in China, his breadth of work on human rights and development in the United Nations and nonprofit sector expanded his ability to engage and empower government and civil society experts in over 30 countries."}
{"text": "Sarmad Ali Khan participated in SIPRI's project on Assessing Nuclear Deterrence Risks and Challenges in South Asia. His responses to the interview questions were thorough, professional, and reflected a strong understanding of the intricacies of nuclear dynamics in the region and abroad."}
{"text": "Ingo Dean always displayed great professionalism and expertise in all of my interactions with him during his tenure as Chief Information Officer at the EastWest Institute. His experience managing large-scale and global IT projects would be an asset to any organization."}
{"text": "Malinda is at his strongest when it comes to analysis and critical thinking. He is truly committed to creating positive change in communities and in community based organisations and that commitment shows. One of the things I appreciate most about Malinda is his genuine curiousity and the way he takes initiative to learn and challenge himself. He takes constructive feedback very well and wants to be better at his work so that he can better contribute to a more just world. I respect Malinda's commitment a great deal and I would be very happy to have the chance to work with him again."}
{"text": "Lisa is an extremely knowledgable individual on a multitude of topics. She is extremely competent in all her work in addition to being an inspiring leader. Lisa has a unique ability to mobilize different sections of a community to come together in order to work towards a common objective. She would be a valuable asset to any organization, especially in the non-profit sector. It was definitely a privilege to work with her during my time at Oxfam Canada."}
{"text": "I’ve known Saransh for more than 3 years now. I got to know him during my training at Cognizant Technological Solutions. Some of the characteristics which clearly stand out about Saransh are that he is a quick learner and adaptable to situations. I also had an opportunity to work with him on the same project - he definitely is a team player, meets the deadline and takes on additional responsibilities if need be and believes in doing quality work. For him the interests of his organization have always come first.I believe he will always be an asset to the team and company as the whole. As an individual he’s very warm, courteous & friendly. My relationship with him started in lieu of our professional engagement but has evolved through these years and strengthened on account of the trust and mutual respect we carry for each other. Given a choice he would be someone who I would always like to have on my side. I wish him all the very best in his professional and personal life."}
{"text": "Tooba is a very diligent and perceptive girl. Her research skills are impressive and she has good command over English language. She has worked with CISS as an intern, where I found her to be serious about her work and efficient about meeting the assigned tasks within the given time. I recommend her for policy/research based jobs and wish her the best for her future endeavors."}
{"text": "Peter was the editor at Oxford for my book Complexity: A Guided Tour. He did a terrific job of coordinating all the pieces of putting together a book -- not the least of which was convincing me to keep going when I was doubting that I could finish the book. Peter is very knowledgeable about science in general, and made many insightful and tremendously helpful suggestions for my manuscript, both on content and style. He was also a very effective manager of the many people involved in publishing the book, and was attentive to both the big picture and the minor details. I would love to work with him again if the opportunity arises. I recommend him highly for any position in publishing or science communication or management of such activities."}
{"text": "I met Michael through a conversation about interviewing him for his book release (T-Minus AI). We had an incredible chat about the dynamics of technology and geopolitics, even before the mics were switched on. He articulated some of the thoughts that I was having around AI and its influence in such a way that he advanced my thinking by months, if not years. He has a truly remarkable way of communicating that is very, very rare. I feel blessed for all of us that he has chosen to use these gifts to progress and improve the global conversation about AI. Michael is incredible, you can see that from his posts, his work and his book. Beyond this, he is a thoughtful, kind and humble man. I hope bigger and bigger platforms open up for him to share his words and ideas."}
{"text": "There are moments when extraordinary people step into our professional lives and our endeavors/organizations are forever changed. Kyle is one of those extraordinary individuals. I directly managed Kyle at the Department of the Air Force & MIT Artificial Intelligence Accelerator for over two years. The aforementioned Accelerator is the Department's flagship AI organization created at a critical juncture in the history of AI development for the United States. In the course of his time at the Accelerator (he was handpicked), Kyle had proven himself an exceptionally inventive orchestrator of people, processes, technology, and plans. Time and time again, when the Air Force needed it most, Kyle was our go-to leader and manager to deliver a solution to the need—whether it be in a technical, programmatic, or executive function. Ultimately, it is a great pleasure to provide my emphatic recommendation for Kyle for any organization looking for rarefied managerial talent. His combination of drive, ethic, discipline, technical talent, and leadership qualities are second-to-none. Furthermore, he is a genuinely enjoyable co-worker & colleague that adds to a positive workforce culture. Bottom line, get him in your organization before someone else does!"}
{"text": "Christian is one of those rare individuals you can always pour your full trust into. His work ethic, dedication, drive, and sense of responsibility are all second-to-none. Beyond just those professional characteristics, he is incredibly detail oriented and the quality of his work reflects that in all his endeavors. From navigating large institutions to learning (and leading) on the fly, I always knew the job would be accomplished. He is a kind, empathetic, and considerate co-worker & colleague who can equally lead people, projects, and top-level strategy in any executive function. Christian makes organizations better, and I am grateful for the years I've spent working alongside him."}
{"text": "I'm often speaking with various practitioners, managers, and leaders in the technology space, particularly on artificial intelligence. Inevitably, it comes a dizzying number of requests and other various conversations. With that said, there are a relatively smaller number of conversations that truly stick out in my mind. Far and above , however, are ones with Richard. His thoughtfulness, diligence (such as when he hosts talks), and genuine kindness are all qualities we look for in people -- especially for those we want in our organizations. Truly a terrific thinker, gentlemen, ally, and champion for the causes that matter most."}
{"text": "The whole package - scholar, leader, policy wonk, strategist, tactician, and a mensch to boot."}
{"text": "a gentleman and a scholar"}
{"text": "Naila Chowdhury is an imaginative, energetic, and thoughtful leader of entrepreneurship to serve the improvement of global society, especially women striving to achieve good lives for their families."}
{"text": "A thoughtful pro"}
{"text": "Shail is an imaginative yet realistic and strategic thinker about building development portfolios. He is also a pleasure to work with."}
{"text": "Jonathan brings out the best in his colleagues and friends with a shrewd low key approach that charmingly engages while pushing the creative dynamic."}
{"text": "Ignacio has been a far-sighted innovator in seeing the potential of e-commerce to enable excellent service for specialized markets that were previously too small or too dispersed for conventional distributors. He has also been a strong supporter of civic activities involving the Americas."}
{"text": "The whole package - scholar, leader, policy wonk, strategist, tactician, and a mensch to boot."}
{"text": "a gentleman and a scholar"}
{"text": "Naila Chowdhury is an imaginative, energetic, and thoughtful leader of entrepreneurship to serve the improvement of global society, especially women striving to achieve good lives for their families."}
{"text": "A thoughtful pro"}
{"text": "Shail is an imaginative yet realistic and strategic thinker about building development portfolios. He is also a pleasure to work with."}
{"text": "Jonathan brings out the best in his colleagues and friends with a shrewd low key approach that charmingly engages while pushing the creative dynamic."}
{"text": "Ignacio has been a far-sighted innovator in seeing the potential of e-commerce to enable excellent service for specialized markets that were previously too small or too dispersed for conventional distributors. He has also been a strong supporter of civic activities involving the Americas."}
{"text": "Lou and his team are excellent at their craft. They know the business, they know how to work with a variety of clients and they gain results. He's a pleasure to work with and he takes people to the next level using the most up to date tools."}
{"text": "Lou and his team are absolute professionals. I really enjoy working with them annually on their benefit package. The organization impresses me as being detail oriented and savy. They would be my primary recommendation as a leader in their industry."}
{"text": "Lou was able to help us move into the podcasting space despite ourselves and to find relative success in monetizing this. He is a visionary who was able to challenge us to move beyond our limited vantage point. As an expert, Lou has a depth of knowledge and understanding about digital marketing that goes far beyond how most think about this medium."}
{"text": "Lou helped a non-profit organization that I worked with think through their search engine optimization strategy and click-through advertising strategy. If you are interested in maximizing your e-marketing budget then you want to connect with Lou."}
{"text": "Hospitality Minnesota and our three associations (Minnesota Restaurant, Lodging and Resort & Campground Associations) have really enjoyed working with Lou and his very creative and professional team. Their results are first rate. You can see an example of their Web video work at www.upshowonline.com."}
{"text": "Lou Del Monte has consistently done great work for Honeywell, both in recommending how to optimize our web presence to reach more prospective customers and in implementing the programs he proposed. As a result, our products are viewed by more prospects around the world and consistently rank at the top of Google searches, driving prospects to read about us first. Lou is a great partner to have on our team! Will we hire him again? YES!"}
{"text": "Lou has assembled an amazing team at TMA E-Marketing. We've used their services since 2004 and they've been champions at developing and executing key internet marketing strategies for our MuralsYourWay.com website including PPC, SEO, podcasting, video and more. When it comes to getting results with integrity, Lou is second to none."}
{"text": "Working with Lou and the rest of TMA E-Marketing was nothing but a pleasure. I would highly recommend Lou to anyone for their SEM needs."}
{"text": "Lou, on top of being a great guy, knows web marketing up and down, and has helped us many times to get the word out on the web for us, creatively and with clockwork-like execution. I recommend him enthusiastically and without reservation."}
{"text": "Lou is an expert in Internet marketing. His depth of knowledge in his firm's area of expertise surpasses anyone I've worked with. He is reliable, extremely intelligent, and his services save his clients time and money. Without hesitation, I would recommend Lou, and his company, to any business with Internet marketing needs."}
{"text": "I have had the chance to work with Lou and TME while I was at Clear Channel and recently at Star Tribune. He leads a top notch organization in e-marketing and is a great resource for businesses looking for digital direction."}
{"text": "Lou Delmonte and his company TMA E-Marketing have provided innovative marketing tools for our web site. His company has guided our team in defining the project and producing high quality material for our website. Use of his eMarketing approaches has enabled us to find new customers and grow our business. Because of his services we feel we are one step ahead of our competition."}
{"text": "Lou is an absolute professional. He puts his clients and their needs first in his company, making sure that they get exactly what they need, when they need it. I know that I can recommend Lou to all of my clients for any website, podcasting or SEO need they have."}
{"text": "Lou did work for DRI-STEEM in search engine optimization and web productiona and marketing. We were satisfied with the reults of the work and value added to our web environment."}
{"text": "From concept to implementation Lou and TMA-emarketing provided the perfect advice and direction for my start up company. Everything was very deliberate and targeted and presented on a level I could relate to. The plan from concept to implementation through follow up was very professional. Ken Bishop Bishop On-hold"}
{"text": "Anthony Kimery has an exceptional understanding of the national and homeland security threats to the United States. He actively exposes these threats via his non-partisan, unbiased worldwide weekly talk radio program, Homeland Security Off the Record, broadcast by KGRA Digital Broadcast Network. By adeptly interviewing uniquely positioned authorities, experts, and subject matter specialists, a broad spectrum of national and international listeners and leaders gain insight regarding these threats, not typically available from other media. His website, Inteliscopx.com, provides additional context, perspective, and analysis on the subject matter."}
{"text": "Christian has in depth experience in every aspect of Internet marketing. He excels at increasing qualified website traffic and sales. He is at the forefront of social media marketing, email marketing and webinars. He develops marketing plans that get results."}
{"text": "I’ve known Laurie for over 15 years and consider her one of the finest strategic business development professionals. I worked with her in my capacity as Director of Business Management at Honeywell and as a partner and colleague in my capacity as President of TMA E-Marketing. Her knowledge of marketing, advertising, public relations, and Internet marketing combined with her practical approach enables her to achieve superior results for her clients. When it comes to taking your business to the next level, she has both the expertise and drive to make it happen. Louis A. Del Monte President TMA E-Marketing"}
{"text": "Jennifer was a joy to work with and performed her assigned responsibilities in a highly professional manner."}
{"text": "Bruce and his team have provided great service guiding TMA E-Marketing's group health and dental insurance plan choices. I would highly recommend Bruce to any business seeking group health and dental insurance for their employees."}
{"text": "Cathy employs creative thinking, has the ability to customize programs and pull in great partners to get the job done. High integrity."}
{"text": "Molly was a great client to work with. She was professional during our business transactions and completely competent in her role as Web designer at Guardian Protections Services."}
{"text": "Tamara is an outstanding executive. She developed an new product line for Honeywell, high accuracy magnetic sensors and systems, from conception to full production. She managed and grew that product line into a significant source of revenue for Honeywell. On a personal note, I believe Tamara is the best executive I’ve encountered in being able to handle multiple priorities, see the “big picture”, and achieve goals. She is totally dedicated to achieving the company goals, as well as being a great team player. I endorse her without reservation and believe she would be an outstanding asset to any company."}
{"text": "I worked with Dave for many years. I found him to be an extremely hard worker, able to handle multiple tasks, a person able to see the \"big picture\", and most importantly get results. He remains calm in difficult situations, while working toward a solution. He is well respected by his subordinates, peers, and management. Without hesitation I highly recommend Dave and believe he would be an asset to any organization."}
{"text": "Amy has done an excellent job as our bookkeeper. I would recommend her to any business seeking bookkeeper and associated administrative services."}
{"text": "It was my great pleasure to work directly in an official capacity with Richard Hughes. He served as my Deputy in the Strategic Planning and Business Development Directorate (IPO-3) of the Navy International Programs Office (NIPO) from 2006 to 2008. Quite simply, Richard Hughes is the finest, most capable, and most enthusiastic U.S. civil servant I have ever worked with. I say this without reservation and with the greatest appreciation of his consistent and proactive efforts in directing the day-to-day activities of the 12 person directorate charged with planning and prioritizing all naval international programs. During his assignment, he was directly involved in facilitating the U.S. Navy’s first naval material program with India, responding to President Bush’s charge of creating a strategic partnership with that nation. He played a major role in the development of a $9 billion security assistance program with the Kingdom of Saudi Arabia. He was a mainstay of the Department of Defense efforts to reform the security assistance approval process and the ITAR. He worked well with his Department of State counterparts and with congressional staffers. He showed skill in evaluating and personally counseling under-performing personnel. He was certainly never intimidated in working directly with senior admirals and with the Secretary of the Navy, briefing them on key security cooperation issues. One of the things I appreciated most was his willingness, indeed eagerness, to support the efforts of the other NIPO directorates, and he would swiftly arrange for assistance in their critical, short notice requirements. I can not say enough good things about his work and leadership. He is a leader who is well qualified to assume positions of great responsibility. Very respectfully, Sam J. Tangredi, Ph.D. Captain, U.S. Navy (Ret.) Former Head of the Directorate for Strategic Planning and Business Development, Navy International Programs Office"}
{"text": "It was my great pleasure to work directly in an official capacity with Richard Hughes. He served as my Deputy in the Strategic Planning and Business Development Directorate (IPO-3) of the Navy International Programs Office (NIPO) from 2006 to 2008. Quite simply, Richard Hughes is the finest, most capable, and most enthusiastic U.S. civil servant I have ever worked with. I say this without reservation and with the greatest appreciation of his consistent and proactive efforts in directing the day-to-day activities of the 12 person directorate charged with planning and prioritizing all naval international programs. During his assignment, he was directly involved in facilitating the U.S. Navy’s first naval material program with India, responding to President Bush’s charge of creating a strategic partnership with that nation. He played a major role in the development of a $9 billion security assistance program with the Kingdom of Saudi Arabia. He was a mainstay of the Department of Defense efforts to reform the security assistance approval process and the ITAR. He worked well with his Department of State counterparts and with congressional staffers. He showed skill in evaluating and personally counseling under-performing personnel. He was certainly never intimidated in working directly with senior admirals and with the Secretary of the Navy, briefing them on key security cooperation issues. One of the things I appreciated most was his willingness, indeed eagerness, to support the efforts of the other NIPO directorates, and he would swiftly arrange for assistance in their critical, short notice requirements. I can not say enough good things about his work and leadership. He is a leader who is well qualified to assume positions of great responsibility. Very respectfully, Sam J. Tangredi, Ph.D. Captain, U.S. Navy (Ret.) Former Head of the Directorate for Strategic Planning and Business Development, Navy International Programs Office"}
{"text": "The whole package - scholar, leader, policy wonk, strategist, tactician, and a mensch to boot."}
{"text": "a gentleman and a scholar"}
{"text": "Naila Chowdhury is an imaginative, energetic, and thoughtful leader of entrepreneurship to serve the improvement of global society, especially women striving to achieve good lives for their families."}
{"text": "A thoughtful pro"}
{"text": "Shail is an imaginative yet realistic and strategic thinker about building development portfolios. He is also a pleasure to work with."}
{"text": "Jonathan brings out the best in his colleagues and friends with a shrewd low key approach that charmingly engages while pushing the creative dynamic."}
{"text": "Ignacio has been a far-sighted innovator in seeing the potential of e-commerce to enable excellent service for specialized markets that were previously too small or too dispersed for conventional distributors. He has also been a strong supporter of civic activities involving the Americas."}
{"text": "The whole package - scholar, leader, policy wonk, strategist, tactician, and a mensch to boot."}
{"text": "a gentleman and a scholar"}
{"text": "Naila Chowdhury is an imaginative, energetic, and thoughtful leader of entrepreneurship to serve the improvement of global society, especially women striving to achieve good lives for their families."}
{"text": "A thoughtful pro"}
{"text": "Shail is an imaginative yet realistic and strategic thinker about building development portfolios. He is also a pleasure to work with."}
{"text": "Jonathan brings out the best in his colleagues and friends with a shrewd low key approach that charmingly engages while pushing the creative dynamic."}
{"text": "Ignacio has been a far-sighted innovator in seeing the potential of e-commerce to enable excellent service for specialized markets that were previously too small or too dispersed for conventional distributors. He has also been a strong supporter of civic activities involving the Americas."}
{"text": "I have had the great pleasure of working with Eric as the Chair of ICC's task force on the Internet and Telecoms for the past few years. Eric is an exemplary member of the leadership team for ICC's Commission on the Digital Economy, and an energetic and efficient task force leader. His substantive knowledge coupled with a keen sense of the political dynamics, and strategic advocacy insights make him a very effective regulatory/policy professional. Eric's natural ability to get people to work together even through challenging issues and situations has allowed for much important work to get done."}
{"text": "I had the great privilege to work with Naveen for more than a decade. In all his work, he stands out for integrity, tenacity, skill and enthusiasm. A complete government affairs professional, who gets the job done, while also being a person who cares deeply about the community and stakeholders he works with."}
{"text": "Giuseppina has tremendous experience and wisdom in the fields of international relations and public policy. In addition to this, from her years working in high-velocity institutions like AT&T and EPP, she is always ready to handle any intense situation with perspective and preparation. In addition to these skills, Giuseppina is a wonderful person to work with, as witnessed by her extensive network of friends in the public policy field around the world."}
{"text": "I have had the pleasure to work with Sebastian for several years. His advice and judgment as outside counsel always makes a favorable impression. He is solution/decision oriented, and always provides timely and crisp guidance that enables me to make an informed decision."}
{"text": "Ayesha Hassan is an exemplary professional, with whom I have the privilege to work. She is deeply knowledgable, tireless and strategic in her efforts. As Ayesha represents the interests of the business community across 120 countries, her skill in guiding people from ranging interests to consensus is a rare asset. Ayesha also has the gift of translating complex international policy matters into tangible business and society impacts, so that people understand what outcomes are at stake, and what actions people should take. Without doubt, Ayesha is one of the heroes for ensuring that the multi-stakeholder Internet/ICT community makes progress at the same table."}
{"text": "Alex is a tremendous person to work with and an asset to any organization. He always shows initiative and skill to solve problems, and thinks about the needs of the entire organization (i.e., not only his direct responsibilities). He is very skilled at working in a multinational company. I am glad to be a reference for Alex."}
{"text": "Marko has been our web designer for five years and has always provided excellent service with fast, high-quality results. Highly recommended."}
{"text": "Peter is a superb collaborator and very capable of exploiting data and extracting conclusions from complex data sets. I have a very high regard for his ability and valued him as a colleague at Stanford."}
{"text": "Drew is one of the most thoughtful and strategic leaders in our community. He leads by example and is a pilar of integrity. I have seen him in action with several non profit organizations and he successfully raises the bar for those groups and inspires those individuals who are associated with them."}
{"text": "First, Drew is a great person. Second, his intuition, focus, and dedication have led to the success of many venture backed companies in San Diego over the past decade. Drew is truly a mogul in the San Diego Community."}
{"text": "Scott Is highly motivated and ethical worker that will get results in a tough market Drew Senyei"}
{"text": "Kathleen helped me learn how to write for a broad audience when I was a fellow at CASBS. She advised me as I wrote a book proposal, identified an agent, and obtained a good book contract. In particular, her editing of my proposal and chapter draft improved them substantially. I think she would be a great help for any nonfiction or academic project. I am sure that my writing has improved because of what I learned from her."}
{"text": "I had the pleasure of working with Sarah throughout her time in the UCSF School of Medicine Dean's Office, and served as her manager in her subsequent role as Communications Lead for UCSF Precision Medicine, where she created and executed a highly effective multidimensional communications strategy. Sarah's sophisticated understanding of the complex network of UCSF Precision Medicine activities, coupled with her superb writing skills and dedicated work ethic, have greatly elevated visibility and respect for the program."}
{"text": "David is a very intelligent individual with two undergraduate degrees from the University of Oklahoma (Meteorology and Mathematics). His writing skills are extraordinary, and he has an entrepreneurial spirit, having started his own web-based weather forecasting company while a student. David seeks employment that will allow him to use his analytic and computational skills either in forecasting or in related support activities. I strongly support his candidacy for such a position."}
{"text": "Walter is a brilliant technologist, an innovative business leader and a great person to work with. Always a team player, he's a constant source of inspiration for all around him. He creates mutually supportive relationships, and respects and encourages thoughtful innovation. Energetic, insightful and a great communicator, Walter is gifted at seeing the big picture and conveying complex ideas in a way that relates to everyone. He is one of the few people equally at home in corporate, public sector or academic environments and is immediately recognized as an authority in his field. Walter is a great individual and I highly recommend him."}
{"text": "John Lash is an outstanding talent in strategy, business development, and creative marketing. A natural leader and a team player, his business skills are in balance with strong interpersonal and creative dimensions. I have found John to bring depth of insight in assessing markets, trends and opportunities, with clarity of vision. I hired John to join Clean Diesel Technologies and found him to be both a wise and trusted colleague. John earned respect with any project, whether large or small. He proved himself a bright and capable, savvy self-starter, and with a strong, entrepreneurial work ethic. I recommend John Lash without reservation."}
{"text": "Lakshmie was my Masters student from 2009-2011, and completed his thesis work on developing haptic interfaces to enhance movie comprehension for individuals with visual impairments. Over the course of his Masters program, he was quick to understand the fundamentals of interdisciplinary research, and he brought together concepts from linguistics, psychology and human-computer interaction in his thesis work. His work laid a promising foundation for providing better sensory substitution solutions for individuals who are visually impaired or blind. I found him to be a fast learner, and capable of adapting to new environments with ease. He was very active and engaged during lab meetings, and proved to be a great listener to other's opinions and suggestions. He assisted fellow researchers in related projects on haptics, and also came up with novel and innovative concepts that could spark further research efforts in the field. I am sure Lakshmie will continue to provide great contributions to his workplace in the years to come."}
{"text": "Lakshmie was my Masters student from 2009-2011, and completed his thesis work on developing haptic interfaces to enhance movie comprehension for individuals with visual impairments. Over the course of his Masters program, he was quick to understand the fundamentals of interdisciplinary research, and he brought together concepts from linguistics, psychology and human-computer interaction in his thesis work. His work laid a promising foundation for providing better sensory substitution solutions for individuals who are visually impaired or blind. I found him to be a fast learner, and capable of adapting to new environments with ease. He was very active and engaged during lab meetings, and proved to be a great listener to other's opinions and suggestions. He assisted fellow researchers in related projects on haptics, and also came up with novel and innovative concepts that could spark further research efforts in the field. I am sure Lakshmie will continue to provide great contributions to his workplace in the years to come."}
{"text": "Alexis has shown good skill in interpreting complex information and translating that to products for presentation to a variety of audiences."}
{"text": "Mark was a terrific colleague. Smart, dedicated, and professional with terrific leadership and senior executive bearing. Recommend him strongly."}
{"text": "I recommend Paul D. Miller for his national security policy work. When we were at the NSC together in 2008-2010, he was an outstanding colleague and contributed significantly to our Nation's national security policy."}
{"text": "Lakshmie was my Masters student from 2009-2011, and completed his thesis work on developing haptic interfaces to enhance movie comprehension for individuals with visual impairments. Over the course of his Masters program, he was quick to understand the fundamentals of interdisciplinary research, and he brought together concepts from linguistics, psychology and human-computer interaction in his thesis work. His work laid a promising foundation for providing better sensory substitution solutions for individuals who are visually impaired or blind. I found him to be a fast learner, and capable of adapting to new environments with ease. He was very active and engaged during lab meetings, and proved to be a great listener to other's opinions and suggestions. He assisted fellow researchers in related projects on haptics, and also came up with novel and innovative concepts that could spark further research efforts in the field. I am sure Lakshmie will continue to provide great contributions to his workplace in the years to come."}
{"text": "Lakshmie was my Masters student from 2009-2011, and completed his thesis work on developing haptic interfaces to enhance movie comprehension for individuals with visual impairments. Over the course of his Masters program, he was quick to understand the fundamentals of interdisciplinary research, and he brought together concepts from linguistics, psychology and human-computer interaction in his thesis work. His work laid a promising foundation for providing better sensory substitution solutions for individuals who are visually impaired or blind. I found him to be a fast learner, and capable of adapting to new environments with ease. He was very active and engaged during lab meetings, and proved to be a great listener to other's opinions and suggestions. He assisted fellow researchers in related projects on haptics, and also came up with novel and innovative concepts that could spark further research efforts in the field. I am sure Lakshmie will continue to provide great contributions to his workplace in the years to come."}
{"text": "Bill obtained his Master of Science in Mechanical Engineering (MSME) and Mechanical Engineer (post masters degree) Degrees at NPS. I had Bill in several classes (Thermo/Fluids/Propulsion) where he was the top performing student in every class. He was the \"Superintendant Award Winner\" as the top graduate at NPS the quarter he graduated. His thesis on Condition Based Maintenance of Diesel Engines was a major contribution to the field and was briefed to the NPS leadership and organizations outside NPS, such as the Combustion Research Facility at Sandia National Labs and Ford Motor Company. During my 20 years at NPS and having over 100 students, Bill is the best thesis student I have had at NPS."}
{"text": "Working with Russ has been one of the highlights of my professional career. Our aeronautics expert, he is my \"go to\" person, when I find myself in a research rut or just need to bounce an idea off of someone. In addition to his exceptional insight, he has what seems like infinite energy allowing him to work on multiple projects at the highest level. When combined with his infectious, positive outlook, it's no wonder that Russ is such a great motivator for his students and colleagues. I'm so glad to have had the opportunity to work with him, and I'm looking forward to working on future projects."}
{"text": "Russ is an outstanding teacher who cares about his students and their professional development. We taught together at Cal Poly/San Luis Obispo in the early 2000s and have worked together on occasion since his move to the Air Force Academy. Russ is thorough, meticulous, extremely competent in his field, well respected, and an excellent team player and team leader."}
{"text": "Russ and I have worked together for over five years in several international (NATO RTO-AVT) task groups. During this period I have got to know Russ as a very knowledgeable and skillful colleague with respect to high-fidility Computational Fluid Dynamics. He is a communicative professional, who is willing and capable to learn from and teach to others. I could always consult with him on my work, and have a fruitful discussion on this. Finally it should be mentioned that it is a pleasure to work with him, because he creates a good atmosphere."}
{"text": "I met Russ at Oxford where he served as a visiting researcher. What I learned about Russ is that he is a true scholar - eager to learn, and generous to share knowledge. I will never forget his presentation on fluid dynamics. I have had the good fortune to stay in touch since and have always enjoyed Russ' matter of fact, knowledgeable, and humor-tinged approach."}
{"text": "Scott was a hard working student who has turned into a hard working and successful engineer. I am very proud of his success."}
{"text": "Clint was a hard working student who has turned into a hard working and successful engineer. I am very proud of his success."}
{"text": "Amanda was an outstanding journals editor while I was an Associate Editor for a journal at AIAA. She was always available to take care of interactions and issues with authors, and the quality of her work was excellent. I can highly recommend her as an editor."}
{"text": "Andreas is an incredibly capable researcher in computational fluid dynamics, aerodynamics, wind tunnel testing, and aeronautical engineering. In addition, he has significant experience in program management and has been highly successful in his roles at both DLR and NATO. He is a great colleague and friend!"}
{"text": "Okko is the one of the best CFD engineers that I know. His ability to model challenging aerodynamic shapes and obtain excellent simulations of complex flow fields is of the highest order. On a personal level, working with Okko is one of the joys of my professional career."}
{"text": "Keith tackled tough problems directly and without hesitation. He was enjoyable to work with, always did what he said he would do, and very successful in everything he chose to do. I look forward to working with him as much as possible in the future."}
{"text": "Dave Hall is, quite simply, the best aircraft design educator in the country. His record of achievement while teaching design at Cal Poly is unsurpassed, including an incredible series of achievement in the AIAA Team Aircraft Design competition. Dave is also a highly skilled aircraft designer with a long record of achievement which ranks him as among the best designers in the country."}
{"text": "Joe Bonivel was an outstanding teacher, trainer and developer. He always went out of his way to develop, teach and show how each application was useful in a real world setting. How statistics can be used around us in all matters of development. How they practical in most everyday uses. Foremost his technical knowledge promoted and encouraged us all to become better at what we do. He had a lasting impact on us all."}
{"text": "For three years, I have known Joseph known our association at the University of South Florida (USF) College of Engineering. Joseph was a doctoral student, research assistant, and graduate research fellow. Based upon our frequent interactions, I personally attest that he is a detail-oriented, conscientious, self-driven individual who puts 110% effort into any endeavor. What enables Joseph to stand apart from the crowd is that he an effective communicator, both to technical and non-technical audiences. Here at USF, Joseph really excelled as a team leader through his innate ability to teach, guide, and mentor junior-level scientists (undergraduates). Joseph worked with them on their research, involved them in the writing of reports and publications, and encouraged his mentees to present both on our campus and at national conferences. In short, not only did Joseph provide guidance on how to get the work done technically in the \"right\" way, but he was concerned about their professional development. I have the utmost respect for Joseph’s abilities and strongly endorse him as a potential employee. He is a creative individual, a team player who could make a strong contribution to any organization. Joseph is a winner!"}
{"text": "Joe was a volunteer graduate student recruiter for Carnegie Mellon University at the National Society of Black Engineers Convention. We only take the best, brightest and most enthusiastic students to help the College of Engineering in this important effort. We need student volunteers who are knowledgeable of our programs and our environment, who demonstrate the work ethic we embody, and who have the passion for Engineering and CMU. Joe was all that and more. He was a valued asset, who contributed vastly to our program, and I'm glad to have had the pleasure of working with this star student."}
{"text": "Joe did M.S. research in my lab at Carnegie Mellon and I was also on his PhD committee, while he was at the Univ. of South Florida. He was a consistently hard working researcher who has an excellent attitude. His PhD research was in chemical mechanical polishing (CMP) of patterned media, and this work has a broad impact on the manufacturing of data storage and semiconductor devices."}
{"text": "Dr. Rogers is a natural born orator with a passion for helping those around him. I have witnessed him deliver a speech in front of a large audience where he captivated and inspired everyone one in the room."}
{"text": "Bruce was my student in my Statistical Analysis class, and was the epitome of a excellent student. He was extremely intelligent student whom provided the stimulation and thought provoking questions that instructors 1) need to think and reinvigorate the subject 2) Pulls the entire class forward past the standard academic tutorial. His leadership, creativity, logical decision skills, and analytical and troubleshooting capacity allowed his to \"cruise\" through the more difficult portions of statistics, while his ability to peer mentor fellow students leads me to believe and hope that in the near future Bruce will be an instructor himself. With all enthusiasm, I would highly recommend Bruce for any position that required critical thinking skills and analytical analysis."}
{"text": "Matthew has continuously been an innovator throughout the years I have known him, applying logical business mentality with critical thinking skills to come up with unique and beneficial ways to solve complex problems."}
{"text": "Mark is an experienced and effective business leader, He has developed and managed teams of senior managers to deliver results in multi $M technical businesses. Mark is a very engaging person and this means that he builds rapport quickly with both customers and staff."}
{"text": "Mark is a well-balanced manager whose attention to detail and thorough grasp of the big picture are an asset to any team. Count on Mark to meet deadlines, listen patiently, ask relevant questions, and make conscientious decisions as a group participant or leader."}
{"text": "The overall experience has been tremendous. I have benefitted personally and professionally in so many ways. My personal and professional return on investment from this coaching relationship has been huge, and moreover it’s the immeasurable, qualitative benefits to my Program, my career and my life that are so profound. I have and will continue to recommend you and Emergent Leadership to my colleagues, to my peers, and frankly to anyone seeking to grow and stretch their leadership talents. Eric R. Scherff FBM Director of Programs Lockheed Marting Space Systems Company"}
{"text": "Jana Anders was the Human Resources Business Partner for my Program, a program that employed approximately 170 full-time employees, and approximately 500 additional employees in a part-time capacity. Jana operated as a true partner with me and my senior staff members, co-managing all activities associated with furthering the engagement and performance of the employees and first-line management. Jana provided excellent HR business support to me and my staff in all aspects, including Performance Management, employee compensation, employee attendance and time-off coordination, employee promotion, employee and team recognition, employee development, and team staffing. In her HR business partner role, Jana engaged with utmost concern for program performance and for employee performance and job satisfaction. She ensured complete adherence to company policy and federal, state and local jurisdictional provisions. She balanced considerable work-load across a number of business areas, yet always ensured I and my leadership team received full and complete support. Jana was a trusted, greatly relied upon de facto member of my leadership team, and was a tremendous asset to my Program and to Lockheed Martin."}
{"text": "Dr. DeLuca worked with me for several years at the Air Force Research Laboratory. I remember him as being very disciplined and focused, and with good analytical skills. These qualities, combined with his professional military education and experience, will make him a very valuable asset to any team."}
{"text": "I’ve worked alongside Bala for two year when he was at Infor working as a Product Director for CloudSuite Aerospace & Defense. During this period he has shown to be very customer focused with high knowledge in the Aerospace & Defense industry, what helped on the various customers interactions and company business events that we were part of. In addition to that, he has a strong background on management what helped a lot on the Product Management role, release certification process and all the necessary interactions with all different areas in the company. It was also a great opportunity to me to learn a lot during his phase in the company."}
{"text": "Bala is an exceptional product manager, a great product leader and also someone who truly understands the complex requirements of customers in the B2B e-commerce domain. Bala is also a great mentor willing to spend time with junior product managers and help build a quality product management team."}
{"text": "Bala is a good team player and result oriented."}
{"text": "Bala was key to the success of several large scale supply chain projects. He possess a strong combination of business process understanding and technical skills that allow him to influence and contribute across the entire project scope."}
{"text": "Bala is the best and most knowledgeable Supply Chain Solution Architect I have worked with, in my 7 years of managing delivery of large Supply chain projects for High-tech and A&D customers. Bala understands the Supply Chain execution processes extremely well and is very good with customers in understanding their business process issues, and coming up with creative and practical solutions. He has been the Solution Manager for my A&D customers and has always won top accolades from customers for his role on the projects. Bala is a good listener, is very thorough with his deliverables, and leaves no stone (use-case / corner case) unturned when formulating a solution design. He communicates well with internal team members as well as with customers. Bala also takes time to train and mentor junior solution architects, and is quite capable of leading and directing a team of SAs and PMs, if given the opportunity to do so. Having Bala lead the solution designs on my projects has been the best thing that happened during my career at E2open. I wish Bala the very best."}
{"text": "Working with Bala is a pleasure because he readily shares his knowledge and provides timely feedback to my questions. When I am assigned a new project, the first thing I do is look to see if Bala is the solution architect on the project. If he is, I know that the project will go smoothly. If he is not, I know the project is going to be harder than it should be. -Rich-"}
{"text": "Bala managed the development team very well, keeping the tasks on track while keeping the team motivated. His strong functional and technical foundation were key to his success at whatever he did."}
{"text": "I found Bala to act in a responsible and professional manner during his time in this role, his experience and knoweledge in the industry was invaluable to customers and the team members."}
{"text": "Bala has a sense of pride in what he does and hence has the passion to do things right the first time. He has high work ethic and is a great team player. His level of knowledge in ERP and Supply Chain space is remarkable. I would recommend Bala to any position that requires the above skills/traits. soma"}
{"text": "Bala Balakumar has a unique combination of exxcellent business and IT experience. It was a pleasure to work with him for more than 3 years. During this time, I was always impressed with how he treated customer issues as his top priority. He is not only a great leader but also has an ability to go deep in trenches himself if the situation warrants so."}
{"text": "Bala is a very hardworking, meticulous and intelligent professional who always found creative solutions to challenging problems. His sincerity and dedication to the task at hand is commendable. I feel honored to have worked with such a great professional and to have learnt a lot from him."}
{"text": "I had great pleasure working with Ravi Gundlapalli, Program Director with all my customer's engagement as a Solution Director. Though Program management was his prinicipal responsibility, Ravi was always forthcoming and very involved in the solution domain/design discussions of the Supply chain challenges that we were trying to solve for our Customers. That clearly showed how dedicated and responsible he is towards customer delivery commitments and how knowledgeable in the domain he is engaged in. Ravi is one of the few program directors with whom I have worked with, who is absolutely professional, highly motivated with impeccable work ethics. I recommend Ravi to any of those customer engagements that would value these traits in him as solid home run."}
{"text": "Jay is great to work with and delivers \"most bang for the buck\" service. Comes-up with innovative ideas to solve issues related to Insurance services, financial services. Would strongly recommend to use Jay for California related insurance services."}
{"text": "Ankur Agarwal, the \"Go To Person\" for helping projects that fall behind in meeting milestones and hence ultimately the final deliverables. It was pleasure to have such a competent project lead working in my team. Ankur takes pride in his work and is always keen to learn new technology, products. His ability to learn quickly helps to feed his motivation and is a great asset for an ailing project, ultimately to the organization. Ankur is also happy and willing to train and mentor junior team members and leads by example from the front. I am happy to recommend Ankur to those responsibilities that would require these traits, strongly."}
{"text": "My wife and I have worked with Ms Westfall on many real estate actions over the last many years, and honesty she has been the best realtor to work with that we've experienced. She always knows what we are interested in, does the up front research to inform us of issues with any property, and points out things that we might miss during the showings. I feel that I can trust her with finding us the right properties without any concern of feeling cheated or deceived. She is our choice when we want to buy real estate."}
