{"text": "I am a founding member of the Board of Directors of this UK-based not-for-profit organisation that works to prevent the unintended, unnecessary or unacceptable harm caused by certain weapons."}
{"text": "I am a founding member of the Board of Directors of this UK-based not-for-profit organisation that works to prevent the unintended, unnecessary or unacceptable harm caused by certain weapons."}
{"text": "Volunteer technician working on the conservation of a former RAF deHavilland Vampire T.11 jet."}
{"text": "Volunteer technician working on the conservation of a former RAF deHavilland Vampire T.11 jet."}
{"text": "Course on computer science (model checking, game theory) for schoolchildren."}
{"text": "Course on computer science (logic, programming, SAT solving) for schoolchildren."}
{"text": "Organization of a summer school for students with a strong focus on various scientific topics."}
{"text": "Member of Femme Defence, an organization for women active in defence and security policy issues"}
{"text": "Produced and hosted SOHL Connection - a weekly radio Program on Regina's community radio station 91.3 CJTR. The program featured interviews with cultural, entertainment, educational figures and groups."}
{"text": "Global work to implement breakthrough solutions to end poverty"}
{"text": "Global work to implement breakthrough solutions to end poverty"}
{"text": "Vision Loss Resources is one of Minnesota's largest non-profit organizations dedicated to helping the vision impaired."}
{"text": "Global work to implement breakthrough solutions to end poverty"}
{"text": "Global work to implement breakthrough solutions to end poverty"}
{"text": "Director of Corporate Affairs"}
{"text": "UTRC's campaign benefits the United Way of Central and Northeastern Connecticut -- a nonprofit organization that has been meeting human care needs in the 40 towns throughout north central Connecticut since 1924. With its network of partner agencies, volunteers and community leaders, the United Way takes a leadership role in changing conditions to improve lives across our region"}
{"text": "The mission of Covenant Preparatory School is to provide young men from families with limited resources the foundation required to successfully pursue higher education, to develop the strength of their character and to inspire them to live with integrity as leaders committed to their communities"}
{"text": "Food Drive for Thanksgiving for the less fortunate in the community."}
{"text": "Trying to give back to the community to the less fortunate and \"needy\"."}
