{"text": "Acquired prerequisites for graduate study in Political Science"}
{"text": "活动与社团: Phi Beta Kappa (2003), Honors at Oxford, study abroad (University of Helsinki), National Merit Scholar"}
{"text": "Contents: http://www.dsic.upv.es/~fmartinez/papers/Content_thesis_fmartinez.pdf Abstract: http://www.dsic.upv.es/~fmartinez/papers/Abstract_thesis_fmartinez.pdf Thesis: http://dx.doi.org/10.4995/Thesis/10251/67269"}
{"text": "Ph.D. Molecular and Cellular Biology"}
{"text": "B.S. Microbiology"}
{"text": "My graduate studies concerned black holes in higher dimensions and string theory, as well as the AdS/CFT correspondence and its generalization, gauge/gravity duality. My adviser was Gary Horowitz (https://en.wikipedia.org/wiki/Gary_Horowitz) and my publication list can be found here: http://inspirehep.net/search?ln=en&p=f+a+hartnett%2C+gavin&of=hb&action_search=Search"}
{"text": "活动与社团: Associated Students UCLA (ASUCLA) Board of Directors--Chair: 1999-2000, Graduate Students Association (GSA)--Vice-President Internal 1997-1998, GSA Math & Physical Sciences Council--President 1996-2000"}
{"text": "- Invited by the National Institute for International Education Development(NIIED) of Korea as a Korean government scholarship grantee"}
{"text": "成绩: 94.7/100"}
{"text": "活动与社团: Trinity College BA Society: Computing officer"}
{"text": "成绩: I"}
{"text": "成绩: Merit"}
{"text": "History, classics and political science."}
{"text": "成绩: Distinction"}
{"text": "成绩: 1st Class"}
{"text": "成绩: Honours (Dean's commendation)"}
{"text": "成绩: Honours"}
{"text": "\"The Military Policies of European Neutral and Non-Allied States after the Cold War, 1989-2004\""}
{"text": "活动与社团: Entrepreneur course for building a start-up"}
{"text": "PhD started at the Department of Political Science of the University of Geneva and then transferred to the University of Oxford."}
{"text": "成绩: Magna cum laude"}
{"text": "Institute of Asian and African Studies of the Moscow State University (Department of South Asian History, chairman Prof. Alexei Vigasin, supervisor Prof. Alexandra Safronova), Moscow, Russia – 2009 (PhD thesis on ‘Shaping the status of the South Asian religious minorities, the second half of the 20th century – beginning of the 21st century (cases of India and Pakistan)’)"}
{"text": "24th ISODARCO Winter Course on \"Eliminating Nuclear Weapons and Safeguarding Nuclear Technologies\" (9-16 January 2011, Andalo (Trento), Italy)"}
{"text": "23rd ISODARCO Winter Course on: \"The Road to Nuclear Zero and Arms Control\" (10-17 January 2010, Andalo (Trento), Italy)"}
{"text": "Master's thesis: \"Mali-tarisation of the Swedish 'peace-nation' narrative?: A narrative analysis of Swedish peacekeeping in the peace support operation in Mali\""}
{"text": "Politices kandidatprogram med inriktning statskunskap (180 ECTS) Kandidatuppsats: \"The Political Effect of Female Terrorists: Do women become empowered when entering male dominated spheres?\""}
{"text": "Advanced studies of Conflict, Security & Development and Contemporary Security Studies (30 ECTS) Melbourne, Australia"}
{"text": "Dr. Saalman completed her Ph.D. at Tsinghua University in Beijing, where she was the first American to earn a doctorate from its Department of International Relations. Her Chinese-language dissertation covers the impact of U.S. and European export control shifts on China’s and India’s military modernization. Upon graduation from Tsinghua University, she was awarded the Outstanding Ph.D. Graduate Award and the Outstanding Dissertation Award, Second Tier."}
{"text": "成绩: Ist"}
{"text": "成绩: First Class/First Position"}
{"text": "成绩: 4,7"}
{"text": "活动与社团: Treasurer for the PeCoS Student Council 2013-2014, Executive Committee of the Oslo Peace Forum 2014"}
{"text": "A sociology programme with a special focus on statistics. My main interest was social inequality in its various forms, including gender, ethnicity, and social-economic class. ★ Thesis: The relation between social-economic status and ethnic distance."}
{"text": "Finishing my history degree at Radboud Universiteit. My main interests were gender history, global history, and Foucauldian analysis. ★Thesis: The perception of suffragettes as hysterical."}
{"text": "活动与社团: NCAA Student Athlete, Cadet Squadron Commander, Falcon Heritage Forum Committee, Annual National Character & Leadership Symposium"}
{"text": "The first student to ever graduate with a double major: Physics and Chemistry"}
{"text": "Areas of concentration: Defense & Strategic Studies, International Negotiations, Foreign Policy Analysis Dissertation: \"Negotiation From Weakness: Concept, Model and Application to Strategic Negotiations\""}
{"text": "M.A. with Distinction. Concentration in International Organization & Negotiation and Strategic Planning."}
{"text": "Major: International Security Affairs Language: German"}
{"text": "成绩: Masters in Passing, 3.89 GPA"}
{"text": "成绩: 3.94 GPA"}
{"text": "活动与社团: Harvard Independent"}
{"text": "活动与社团: Georgetown Law Journal, Notes and Comments Editor"}
{"text": "活动与社团: James Bowdoin Scholar"}
{"text": "成绩: cum laude"}
{"text": "• Degree in International Relations from Jackson Institute for Global Affairs. • University Fellowship recipient (full tuition scholarship) and Graduate Teaching Fellow."}
{"text": "Technology and Security Concentration Asian Studies Graduate Certificate"}
{"text": "9 months of intensive Mandarin Chinese language training"}
{"text": "Undergraduate dual degrees: BA/BS in Chemistry and Music from Case Western Reserve University, Cleveland, Ohio USA."}
{"text": "活动与社团: Army Crew Team"}
{"text": "活动与社团: War College Fellows program, Kennedy School Rowing Club, ISP, Belfer Center"}
{"text": "Magna cum laude"}
{"text": "Parker School Certificate of International Law (Honors) Charles Evans Hughes Prize"}
{"text": "成绩: male"}
{"text": "活动与社团: Alpha Epsilon Phi - Treasurer 2004, Alpha Epsilon Phi Spring Philanthropy Chair 2005, Alpha Epsilon Phi sorority 2003-2005, Parliamentary debate, President of MIT partisan political group 2002-2005, MIT Students for Israel"}
{"text": "活动与社团: AIAA"}
{"text": "Master's with Thesis. 4.0 GPA"}
{"text": "活动与社团: Tau Beta Pi, Phi Beta Kappa, Blue Key"}
{"text": "Thesis: Experimental Investigation of Advanced Digital Tape Medium Noise Advisor: Jian-Gang Zhu"}
{"text": "The Eisenhower School (formerly known as the Industrial College of the Armed Forces (ICAF)) prepares selected military and civilians for strategic leadership and success in developing national security strategy and in evaluating, marshalling, and managing resources in the execution of that strategy."}
{"text": "活动与社团: American Society of Mechanical Engineers (ASME), National Society of Black Engineers (NSBE), Institute of Electrical and Electronics Engineers (IEEE)"}
{"text": "活动与社团: Society of Tribology and Lubrication Engineers (STLE), Society of Manufacturing Engineering (SME)"}
{"text": "活动与社团: ASME, BME"}
{"text": "活动与社团: AIAA"}
{"text": "活动与社团: AIAA"}
{"text": "活动与社团: AIAA, Sigma Gamma Tau Aerospace Honor Society, Phi Kappa Phi Honor Society"}
{"text": "Predictive Analytics, Exploratory Data Analysis, Feature Engineering, Market Basket Analysis, Predictive ML Models using Python and R languages"}
{"text": "Supply Chain Management Speciality"}
{"text": "Studies focused on high temperature materials used in aerospace propulsion and entry systems."}
{"text": "Studies focused on material failure mechanisms, models and prediction methods."}
{"text": "Focused studies in steel and contcrete structural design and analysis methods."}
{"text": "活动与社团: Alpha Epsilon Phi - Treasurer 2004, Alpha Epsilon Phi Spring Philanthropy Chair 2005, Alpha Epsilon Phi sorority 2003-2005, Parliamentary debate, President of MIT partisan political group 2002-2005, MIT Students for Israel"}
{"text": "活动与社团: AIAA"}
{"text": "Master's with Thesis. 4.0 GPA"}
