{"text": "Leading expert in artificial intelligence and machine learning. Co-author (with Peter Norvig) of the standard text in the field."}
{"text": "Postdoctoral researcher in Artificial Intelligence in the Department of Information Systems and Computation (DSIC) at the Technical University of Valencia (UPV), Spain. Lecturer in the Master in Big Data Analytics and in the Máster Universitario en Ingeniería Informática. Teaching Assistant in the Máster Universitario en Investigación en Inteligencia Artificial at UIMP. I received a B.Sc. degree in Computer Science (2009), M.Sc. degree in Software Engineering, Formal Methods and Information Systems (2010), a Post-Graduate Diploma in Engineering Business Management (2011) and a Ph.D in Computer Science (2016) from UPV. My dissertation (http://dx.doi.org/10.4995/Thesis/10251/67269) deals with the long-standing problem of creating more general AI systems, through the analysis of their development and the evaluation of their cognitive abilities. My main research and academic interest encompasses several areas of Artificial Intelligence, machine learning, inductive programming, cognitive systems, data science and visualisation."}
{"text": "I conduct policy-oriented research into a wide array of topics. Common themes are emerging technologies and their effect on society, as well as the use of novel quantitative methods. My areas of focus are: Machine Learning, Artificial Intelligence, Blockchain technology, Cryptography, and Quantum Computing."}
{"text": "Senior Researcher with + 10 year experience in the think tanks industry. Documented expertise on issues related to development, use, transfer and regulation and control of Emerging Technologies notably Artificial Intelligence (AI), Autonomous Systems, cyber-security technology. He addressed several times United Nations Member States on technical and regulatory issues related to Lethal Autonomous Weapons Systems at the Convention on Certain Conventional Weapon Systems in Geneva. He is also member of the International Group of Experts on the Regulation of Autonomous Weapons Systems (IPRAW). He received his Doctor of Philosophy (PhD) in Political Science and Government from École des hautes études en sciences sociales (EHESS). His PhD work, which discussed the diversification of the arms industry after the Cold War, the was at the intersection of International Political Economy, International Political Sociology and Defence Economics."}
{"text": "I am a senior researcher associate at the Centre for the Study of Existential Risk (CSER). I works with CSER researchers and others in the global catastrophic risk community to identify and design risk prevention strategies, through organising workshops, building agent-based models, developing games, and by frequently asking naive questions. Prior to CSER, I worked at Google for a year as a mobile/web software engineer. My PhD was in philosophy of science, on the allocation of public funds to research projects. My undergrad was in physics and philosophy of science, which followed a mandatory service in the IDF. I have also worked at and with several startups over the years."}
{"text": "I am an experienced, independent thinker working at the intersection between research, policy development and multilateral negotiations with a view to trying to build a safer, freer, and more sustainable world. I have developed a reputation for my work to communicate to a a wide audience about complex policy-related issues related to armed violence, arms control, disarmament as humanitarian action, the impacts of weapons, multilateral negotiation processes, nuclear disarmament, and weapons technologies. In the course of my career as a national diplomat, Red Cross adviser and thought leader at the United Nations I developed a range of skills and experience related to leadership, management and fundraising in addition to my research, policy and diplomatic skills."}
{"text": "A Research Fellow for Combat Airpower and Technology at RUSI. Particular expertise on the modern combat air environment, and especially the capabilities and interoperability of 4th, 4.5 and 5th generation fast jet types globally. Areas of expertise include airpower, disruptive technologies, Syria, Ukraine, nuclear weapons policy and disarmament efforts, insider attacks and Psyops in 20th Century warfare. Editor of the RUSI Defence Systems online journal. Part time doctoral candidate in the Defence Studies Dept at Kings College London. Private Pilot"}
{"text": "Accomplished external affairs and government communications professional with significant experience in emerging markets, regulatory and investment environments, political risk and international security. Recently moved to New York and seeking new opportunities. Specialities: - strategic communications - advocacy and outreach - stakeholder management - high-level negotiations - research and analysis - strategic planning and implementation - management"}
{"text": "✦ Expert on global risks and resilience at the Geneva Centre for Security Policy. Focuses on the impact and consequences of geopolitical risks as well as emerging technologies, especially artificial intelligence on international affairs and international business. ✦ Former assistant professor (lecturer) in International Relations and International Security at the Department of Defence Studies at King's College but based at the Qatar National Defence College. PhD from the University of Oxford and Berrow scholar from Lincoln College, Oxford. ✦ Expert knowledge of international affairs, foreign policy analysis, geopolitics, political, strategic and global risk analysis as well as risks related to artificial intelligence. ✦ Extensive international experience in academic research and teaching (assistant professor level) undergraduate and post-graduate students, government officials and military officers in Austria, Belgium, China, Finland, Iceland, Qatar, Sweden, Switzerland, United Arab Emirates, United Kingdom and United States. ✦ Consultant on strategies and policies regarding political risks for governments and the private sector. ✦ Expertise: Political Analysis, Risk Analysis, Small States' Security, Business Intelligence, Strategic Studies, Security Policy, Defence Policy, Defence Economics, Diplomacy, Foreign Policy, International Negotiations, Energy Security, Artificial Intelligence, Social Media and International Security, Terrorism, War and its Impact on Businesses, Finance and International Security, European Security, Middle East and Gulf Security. ✦ Passionate about emerging technologies and the interactions between science, technology and society."}
{"text": "Computer Science PhD. At ESR Labs GmbH, I am co-responsible for development of a prototypical autonomous driving software stack and decision-making algorithms. My PhD topic was optimization of decision-making models under uncertainty. Specialties: Applied probabilities, Functional programming, Python, C++, Algorithms and Complexity, some GPU programming."}
{"text": "My work experience includes professional activities from the interrelated spheres: *Fundraising *Desk and field research *Writing and editing various types of texts *Coordinating and implementing research projects *Organizing events in different parts of the world *Arranging international dialogues and partnerships My expertise areas are: *History, politics and security of India and Pakistan *Nuclear and military-technological cooperation *Emerging technologies impact on nuclear deterrence relations *Nuclear arms control, disarmament and non-proliferation in South Asia and the Euro-Atlantics Previously, I had a strong research interest for the religious minorities in South Asia with defended MA and PhD dissertations on them. I keep following the professional literature on this subject, though it's not the central subject of my research now. I enjoyed and benefited a lot from the lecturing and supervising part of my career as well."}
{"text": "Dr Lora Saalman is an Associate Senior Fellow within SIPRI’s Armament and Disarmament and Conflict, Peace, and Security research areas. She also serves as a Member of the Committee on International Security and Arms Control (CISAC) and as an Adjunct Senior Fellow at the East-West Center (EWC). Her research focuses on China’s cyber, nuclear and advanced conventional weapon developments in relation to India, Russia and the United States. Formerly she served as vice president of the Asia-Pacific Program at the EastWest Institute and as director of the China and Global Security Program at SIPRI. She has also worked at the Daniel K. Inouye Asia-Pacific Center for Security Studies, Carnegie-Tsinghua Center for Global Policy, Tsinghua University, Wisconsin Project on Nuclear Arms Control, Observer Research Foundation, and Center for Nonproliferation Studies from which she earned a one-year fellowship at the International Atomic Energy Agency. Dr Saalman was among the first batch of recipients of the Stanton Nuclear Security Fellowship. She earned her bachelor’s degree with honors from the University of Chicago, her master’s degree with a certificate in nonproliferation from the Monterey Institute of International Studies and her Ph.D. with an outstanding graduate student award and dissertation award from Tsinghua University, where she was the first American to earn a doctorate from its Department of International Relations, completing all of her coursework in Chinese."}
{"text": "Research Associate working on security-related topics with a special focus on arms control, and non-proliferation issues."}
{"text": "Interested in understanding the impact of integration of emerging technologies particularly AI and Big Data within public and private systems. Germany based with work experience at the top Indian defence and military think tanks. Happy to collaborate in the field of cybersecurity and AI for addressing the pressing cross-border challenges through evidence-based policy making. Key Competencies: -Policy Analysis -Strategic Planning and Implementation -RStudio Key Achievements: +Organised and conceptualised policies on emerging technologies +Organised and conducted workshops and lecture series for armed forces +Delivered lectures +Drafted keynote addresses and conference reports + Wrote and Published two books +Awarded Scholarship for the WMD and non-proliferation training by the OPCW Making a difference by delivering sustainable success, coupled with a team driven mindset. The success of the team is the sum of the individual successes that make it up. Values are integrity, honesty, trustworthiness & respect. I love to explore new cultures and get in touch with people all around the globe and a big-time foodie. I like to learn from others. Please feel free to connect if you share some interests: k.roy@mia.hertie-school.org I Twitter: @Kritikaroy_26"}
{"text": "Experienced Senior Researcher with a demonstrated history of working in the research industry. Skilled in strategic policy issues, Government, International Relations, Security Studies, and Policy Analysis. Strong research professional with a MPhil degree focused on Strategic Studies from National Defence University"}
{"text": "Эксперт по международным военно-политическим отношениям. Специалист в области международного научно-технического сотрудничества. Организатор внутренних и внешних связей с отличным междисциплинарным образованием, обладающий стратегическим видением и опытом подготовки и проведения крупнейших мероприятий."}
{"text": "I enjoy working at the intersection of policy and research. My interests are emerging military technologies, military innovation, and arms control. Special pet topics are how well arms control regimes can deal with changes in Science and Technology, increasing synergies between arms control regimes, and the environmental impact of emerging military technologies."}
{"text": "Specialties: artificial intelligence, machine learning, cognitive science, evolutionary computation, and complex systems."}
{"text": "2021 Gold Medal Winner Axiom Best Business Books, 2021 National Indie Excellence Technology Book of the Year, Goodreads Choice Awards Finalist for Best Books of 2020, Foreword Reviews Book of the Year Finalist, & Next Generation Indie Book Award Finalist. Featured in Harvard Business Review, \"T-Minus AI\" is available now at all major retailers! Views my own."}
{"text": "University professor and administrative leader in international affairs --Interim Executive Vice Chancellor, UC San Diego, 2016-2017 --Qualcomm Chair of Communications and Technology Policy Emeritus, UC San Diego --Associate Vice Chancellor for International Affairs, UC San Diego, 2004-2008 --Dean, School of Global Policy and Strategy , UC San Diego, 2002-2021 --Emeritus Dean, School of Global Policy and Strategy, UC San Diego, 2021- --Fellow, Cowhey Center on Global Transformation, School of Global Policy and Strategy, 2021- --Vice Chair of the Board, The Grameen Foundation --Vice Chair, California Council on Science and Technology --Chair, CONNECT Innovation Institute --Former Director of the Institute on Global Conflict and Cooperation of the University of California system --Extensive experience in government and business involving communicaitons and information industries Serve on both corporate and non-profit boards in fields of communications and information technology, international relations, and international development Newest book is Transforming Global Information and Communications Markets: The Political Economy of Innovation (MIT Press, 2009) ( with J. Aronson and D. Abelson. Specialties: Regulatory and trade policies Technology and innovation policy International market strategy"}
{"text": "Louis Del Monte is a bestselling author, award-winning physicist, CEO of Del Monte & Associates, Inc., and a featured speaker. He is considered a top futurist on artificial intelligence technology, nanoweapons, autonomous weapons, directed energy weapons, and the future of warfare. You may have read one of his popular science books. You are likely either using or within an arm’s length of a technology innovation or invention he and his team developed. For over thirty years, Louis Del Monte was a leader in the development of microelectronics and sensors for IBM and Honeywell. As a Honeywell Executive Director, Del Monte directed hundreds of professionals to achieve corporate goals often related to developing advanced DOD weapons. In 2002, Louis Del Monte formed a high-tech Internet marketing agency (Del Monte Agency). He is currently CEO of Del Monte & Associates, Inc., Del Monte Agency's parent company. Louis Del Monte published six bestselling critically acclaimed books: Unraveling the Universe's Mysteries (2012), How to Time Travel (2013), The Artificial Intelligence Revolution, an Amazon’s #1 bestseller on artificial intelligence (2014), Nanoweapons: A Growing Threat to Humanity ( 2017), Genius Weapons (2018), and War At The Speed Of Light (2021). Articles (Samples) • Business Insider: “By 2045 The Top Species Will No Longer Be Humans, And That Could Be A Problem,\" Author, Dylan Love, July 5, 2014. • The Huffington Post: \"Time Travel to the Future Is Real,” Mar. 28, 2013 • The Atlantic: \"Questioning the Hype About Artificial Intelligence,\" Erik Larson, May 14, 2015 Radio (Samples) • The Tom Barnard Show, KQRS, Minneapolis, July 24, 2014 • Dan Cofall Show, 1900 AM, Dallas-Ft. Worth, TX, July 10 & 17 2014 • The Alan Colmes Radio Show, Fox News Radio, July 9, 2014 • The Joe Show, Joe Teehan, AM 930 Progressive Talk Radio, Bellevue, WA. June 11, 2014 • The Rob Snow Show, 580 CFRA, Ottawa, February 13, 2017 Louis Del Monte is the recipient of the H. W. Sweatt Award for Scientific Achievement and the Lund Award for Management Excellence. Contact Info: Phone: 952-261-4532 Email: ldelmonte@delmonteagency.com"}
{"text": "Unique Skills: Development of strategic and operational concepts from inspiration to dissemination, with focus on the challenge of strategic communications to divergent audiences. Over 30 years of experience in strategic planning and leadership of planning teams. Participated in the drafting of major planning documents including the Department of the Navy’s Forward…from the Sea, Annual Reports to the Congress of both the Secretary of Defense and the Secretary of the Navy, the Joint Operational Environment, and the Quadrennial Defense Review. Widely published author of four books and over 100 articles on defense issues, receiving over 13 professional literary awards including the U.S. Naval Institute’s Arleigh Burke Prize and the U.S. Navy League’s Alfred Thayer Mahan Award. Additionally, planning and negotiation of international defense programs with focus on achieving maximum cooperation between U.S. government and U.S. industry in helping build Allied and partner nation defense capabilities. Over 10 years of multi-level experience, from internal DoD program prioritization and crafting proposals for Congressional ITAR reform, to direct foreign negotiations as Defense Attache. Frequent speaker at international naval/defense conferences. Proven leader in situations of crisis and danger to the lives of personnel. Warship captain. Dad who previously home-schooled 11-year old daughter in Math, English Composition, Literature, and Engineering Sciences. Learning Golf and Mandarin together."}
{"text": "University professor and administrative leader in international affairs --Interim Executive Vice Chancellor, UC San Diego, 2016-2017 --Qualcomm Chair of Communications and Technology Policy Emeritus, UC San Diego --Associate Vice Chancellor for International Affairs, UC San Diego, 2004-2008 --Dean, School of Global Policy and Strategy , UC San Diego, 2002-2021 --Emeritus Dean, School of Global Policy and Strategy, UC San Diego, 2021- --Fellow, Cowhey Center on Global Transformation, School of Global Policy and Strategy, 2021- --Vice Chair of the Board, The Grameen Foundation --Vice Chair, California Council on Science and Technology --Chair, CONNECT Innovation Institute --Former Director of the Institute on Global Conflict and Cooperation of the University of California system --Extensive experience in government and business involving communicaitons and information industries Serve on both corporate and non-profit boards in fields of communications and information technology, international relations, and international development Newest book is Transforming Global Information and Communications Markets: The Political Economy of Innovation (MIT Press, 2009) ( with J. Aronson and D. Abelson. Specialties: Regulatory and trade policies Technology and innovation policy International market strategy"}
{"text": "Elsa B. Kania is an Adjunct Senior Fellow with the Technology and National Security Program at the Center for a New American Security. Her research focuses on China's military strategy, defense innovation, and emerging technologies. Her book, \"Fighting to Innovate,\" should be forthcoming with the Naval Institute Press. At CNAS, Ms. Kania has contributed to the Artificial Intelligence and Global Security Initiative and the “Securing Our 5G Future” program. Ms. Kania also works in support of the U.S. Air Force’s China Aerospace Studies Institute through its Associates Program, is a Non-Resident Fellow in Indo-Pacific Defense with the Institute for the Study of War, and is a Non-Resident Fellow with the Australian Strategic Policy Institute’s International Cyber Policy Centre. She serves as an Adjunct Policy Advisor for the non-profit Institute for Security and Technology and has contributed to the Party Watch Initiative at the Center for Advanced China Research. Ms. Kania has been invited to testify before the House Permanent Select Committee on Intelligence, the U.S.-China Economic and Security Review Commission, and the National Commission on Service. She was named an official “Mad Scientist” by the U.S. Army’s Training and Doctrine Command and was a Fulbright Specialist in Australia with the Australian Strategic Policy Institute. Her writings and commentary have appeared in Foreign Affairs, Foreign Policy, Politico, and Defense One, among others. She has been quoted in outlets including The New York Times, The Washington Post, The Wall Street Journal, The Financial Times, and The Economist. Her academic research has been published in The Journal of Strategic Studies and The Cyber Defense Review. Ms. Kania’s initial professional experience included time as an intern with FireEye, a summer analyst for the Department of Defense, an analyst with the Long Term Strategy Group, a young ambassador with the Carnegie-Tsinghua Center for Global Policy, and Research Fellow with the Center for Security and Emerging Technology at Georgetown University. At Harvard, she worked as a research assistant at the Belfer Center and the Weatherhead Center. Currently, Ms. Kania is a PhD candidate in Harvard University's Department of Government. She is also a graduate of Harvard College (summa cum laude, Phi Beta Kappa) and has received a Master of Arts in Government from Harvard University. Ms. Kania was a Boren Scholar in Beijing, China and maintains professional proficiency in Mandarin Chinese. Her views are her own."}
{"text": "Since 1992 I have researched and written about the economy and related social and political issues in China. In 2002 I co-founded Dragonomics, a China-focused economic research firm in Beijing. In 2007 Dragonomics became a subsidiary of Gavekal, a Hong Kong-based financial services firm, where I have been partner and head of research since 2011. My book China's Economy: What Everyone Needs To Know was published by Oxford University Press in 2016."}
{"text": "Former diplomat, author, and advisor on foreign policy, Anja Manuel is Co-Founder and Partner along with former Secretary of State Condoleezza Rice, former National Security Advisor Stephen Hadley and former Secretary of Defense Robert Gates, in Rice, Hadley, Gates & Manuel LLC, a strategic consulting firm that helps US companies navigate international markets. Anja is the author of the critically acclaimed This Brave New World: India, China and the United States, published by Simon and Schuster in 2016, and numerous articles and papers. She is the Executive Director of the Aspen Strategy Group and Aspen Security Forum -- a premier bi-partisan forum on foreign policy in the U.S. From 2005-2007, she served as an official at the U.S. Department of State, as Special Assistant to the Undersecretary for Political Affairs Nicholas Burns, responsible for Asia policy. Earlier in her career, Anja was an attorney at WilmerHale working on Supreme Court and international cases, and represented clients before the US Congress, Supreme Court, Department of Justice, Department of Defense, and the SEC. She began her career as an investment banker at Salomon Brothers in London. A cum laude graduate of Harvard Law School and Stanford University, Manuel also lectured and was a research affiliate at Stanford University from 2009-2019, teaching courses on US Foreign Policy in Asia and Technology Policy. Anja is a frequent speaker on foreign policy and technology policy, is a commentator for tv and radio (NBC/MSNBC, Bloomberg News, Fox Business, BBC, NPR, etc.), and writes for publications ranging from the Washington Post, New York Times, Financial Times, Foreign Affairs, The Atlantic, Fortune, and Newsweek, among others. Anja currently serves on two corporate boards: Ripple Labs Inc., a leading blockchain payments company, and Overseas Shipping Group, Inc., a NYSE-listed transportation company. Manuel has also served on advisory boards of Care.com, Center for a New American Security, Flexport Inc., Synapse Inc., and the boards of the National Committee on US-China Relations, American Ditchley Foundation, and formerly Governor Brown’s California Export Council, and is a member of the Council on Foreign Relations. Anja also serves as a Member of the Defense Policy Board for the U.S. Department of Defense. She lives in San Francisco with her husband and two children."}
{"text": "Current: OSTP, NSC Prior: CSET, Georgetown University, National Security Commission on AI; boards and working groups for the National Academies, Department of Energy, Department of Commerce, Defense Science Board, DARPA, AAAS, Nuclear Threat Initiative, Center for a New American Security, Center for Strategic and International Studies, Carnegie Endowment for International Peace; ODNI, IARPA, University of Oxford, Center for Biosecurity, Applied Physics Laboratory, Center for Global Development, World Bank, Johns Hopkins University, Princeton University."}
{"text": "Since 1990, I have worked at Silicon Valley Bank. Silicon Valley Bank is the bank of account for well over half of all the venture capital-backed technology companies in the U.S. as well as over half of all the venture capital firms in the U.S. During my tenure as CEO (2001-2011), I transformed the bank’s portfolio from one-third technology companies and venture capital firms to 99% technology companies and venture capital firms. I expanded the Bank’s product set from one that addressed only startups to one that addressed all technology companies regardless of size. I extended the Bank’s reach from purely domestic to global, to include China, India, Israel, and the UK. While CEO of Silicon Valley Bank, I served seven years on the Board of the San Francisco branch of the Federal Reserve, which afforded me a front row seat during the global financial crisis of 2008. In 2011, I passed the baton to my successor, took the title of Chairman, and moved to China, to co-found (along with the Chinese government) our 50/50 joint-venture bank in Shanghai, devoted exclusively to working with technology companies in China. After four years in China, at the end of 2014, I came back to the U.S. and now serve on the board of our joint-venture bank in China, as well as the board of the San Francisco chapter of the Asia Society, the board of the Asian Art Museum of San Francisco, and on the boards of a number of startups."}
{"text": "Dr. Keith R. Yamamoto is vice chancellor for science policy and strategy, director of precision medicine, and professor of cellular and molecular pharmacology at UCSF. After earning his PhD from Princeton University, Yamamoto joined the UCSF faculty in 1976. His research has focused on signaling and transcriptional regulation by nuclear receptors; he uses mechanistic and systems approaches to pursue these problems in pure molecules, cells and whole organisms. He has led or served on numerous national committees focused on public and scientific policy, public understanding and support of biological research, science education and diversity, equity, inclusion and anti-racism. He chairs the Coalition for the Life Sciences, co-chairs the Science and Technology Action Committee and the National Academies Roundtable on Aligning Incentives for Open Science, is vice chair of the Advisory Council of the California Initiative to Advance Precision Medicine, and sits on the Board of Directors and Scientific Advisory Committee of the Public Library of Science, the Governing Board of the California Institute for Regenerative Medicine, the Board of Counselors for the Radiation Effects Research Foundation, the Advisory Board for the Lawrence Berkeley National Laboratory, and the Board of Directors of Rapid Science. He recently completed service on the National Academies Governing Board Executive Committee and the Board of Directors and Executive Committee of Research!America. He founded the journal Molecular Biology of the Cell and served as its Editor in Chief. He has chaired or served on many committees that oversee training and the biomedical workforce, research funding, and the process of peer review and the policies that govern it at NIH. He was elected to the National Academy of Sciences, the National Academy of Medicine, the American Academy of Arts and Sciences, and the American Academy of Microbiology, and is a fellow of the American Association for the Advancement of Science."}
{"text": "Dr. Walter G. Copan is an internationally recognized executive leader in science and technology, government and business, with deep expertise in innovation, strategy, operations, R&D, standards, tech transfer, commercialization, and intellectual property. Broadly based global experience, with diverse leadership competences spanning large company, entrepreneurial small company, venture investment and public sector settings. Wide span of organizational leadership and technology management experience combined with rich interpersonal skills. An energetic leader and persuasive communicator, delivering vision and execution for results. EXPERTISE: Bold Leadership. Innovation. Insight. Energy. Intellectual property, licensing, valuation, technology-based transactions, technology transfer, negotiations, strategy and business development. R&D partnerships. Alliances, Mergers & Acquisitions. Venture capital. Broadly based business leadership with full P&L responsibility. Technology experience across a wide range of market domains, including renewable energy and energy efficiency, artificial intelligence, cybersecurity and privacy, advanced communications, quantum science and engineering, advanced manufacturing, bioproducts and biotech, health care, transportation, environmental and chemicals."}
{"text": "The Honorable Paul M. Dabbar is CEO and Co-founder of Bohr Quantum Technology, developing and deploying technologies for the emerging quantum internet I am also a Distinguished Visiting Fellow at Columbia University at the Center on Global Energy Policy, and a Fox Business and WSJ editorial page contributor Prior to that, the U.S. Senate unanimously confirmed me as the Dept. of Energy’s fourth Under Secretary for Science. I managed several areas of the Dept., and served as the Dept’s principal advisor on fundamental energy research, energy technologies, science, and commercialization of technologies. I managed over 60,000 people with a budget of $15 billion p.a. at over 100 sites, managing the majority of the U.S. National Labs, including Oak Ridge, Lawrence Berkeley, Stanford SLAC, Princeton Plasma, Argonne, Fermi and Brookhaven National Labs Areas of research I managed included basic energy sciences, nuclear and high energy physics, advanced computing, fusion, and biological & environmental research. I also led the largest environmental remediation program in the world, addressing the operations of nuclear weapons and commercial power, completing several multi-billion dollar construction projects. I also led various new efforts to commercialize innovations arising from the National Labs. I co-led several innovation efforts, including the Energy Storage Grand Challenge, the passage and implementation of the National Quantum Initiative Act and developing the U.S. Quantum Internet Blueprint I was awarded in 2021 the Secretary of Energy’s senior DOE award, the James R. Schlesinger Medal, for leadership on developing energy technologies, discovery science, environmental management, and the National Quantum Initiative I have traveled to both the geographic North and South Poles: to the North Pole by submarine to conduct environmental research while in the Navy, and to the South Pole in support of high energy physics astronomy missions of DOE at South Pole Station Prior to confirmation as Under Secretary, I worked in operations, finance, and strategy roles in the energy and national defense sectors. As Managing Director at J.P. Morgan, I had over $400 billion in transaction experience across all energy sectors. In addition, I had a senior leadership role for the company’s commodity trading business, including energy. Before J.P. Morgan, I was a nuclear submarine officer. I have been a lecturer at the U.S. Naval Academy, and conducted research at the Johns Hopkins University Applied Physics Lab. I am a member of the Council on Foreign Relations"}
{"text": "Dr. Panchanathan currently serves as the Director of the National Science Foundation (NSF). Although this account will remain live during his tenure, do not expect any direct communications from this account. Please tag NSF’s official LinkedIn page in updates that refer to Dr. Panchanathan in his official capacity as Director of NSF. All media inquiries should be sent to media@nsf.gov. Dr. Sethuraman Panchanathan received his Ph.D. in electrical and computer engineering from the University of Ottawa in 1989. He brought his skills and knowledge to Arizona State University, where he became the founding director of the School of Computing and Informatics, and was instrumental in starting the Biomedical Informatics Department. He also founded the Center for Cognitive Ubiquitous Computing (CUbiC) at ASU, which is focused on developing devices, technologies, and environments for assisting individuals with disabilities. In 2014, Dr. Panchanathan was appointed by United States President Barack Obama to the U.S. National Science Board (NSB). He now chairs the NSB Committee on Strategy and Budget, which oversees an annual budget of $7 billion. He has also been appointed by U.S. Secretary of Commerce, Penny Pritzker, to the National Advisory Council on Innovation and Entrepreneurship (NACIE) to advance the innovation economy and grow a globally competitive workforce. Arizona Secretary of State Michele Reagan appointed him to the Technology, Transparency and Commerce Council in 2016 to provide strategic insight for Arizona’s policy programs. Dr. Panchanathan is a Fellow of the National Academy of Inventors (NAI) and a Fellow of the Canadian Academy of Engineering. He has chaired the Council of Research at Association of Public and Land-grant Universities (APLU). He previously led the Knowledge Enterprise Development at ASU, helping build transdisciplinary research institutes. He has published over 440 highly cited papers in prestigious journals and conferences and obtained numerous patents and copyrights. He is the founder of two start-up companies and is a mentor to numerous researchers and students."}
{"text": "MDE School District Consultant, Office of Health and Nutrition Services"}
{"text": "Currently I am serving as Asst. Secretary for Economic, Energy &amp; Business Affairs at the Department of State. In this capacity I lead a great group who engage in U.S. global economic policy for the U.S. Department of State. EEB's mission is to promote economic security and prosperity at home and abroad. The Bureau's work lies at the critical nexus of economic prosperity and national security. As the single point where international economic policy tools and threads converge, we help promote a coherent economic policy across the U.S. Government. On a more personal note, I have been a lifelong supporter of education, the arts and commercial engagement, prior to my appointment at the State Department I served on the Board of Trustees of Dartmouth College and on the Board of Directors of Accion International and the Council of the Americas. I have been chair both of the American Bar Association's Inter-American Law Committee and the Committee on Inter-American Affairs of the Association of the Bar of the City of New York, and co-chair of the Cross Border M&amp;A and Joint Ventures Committee of the New York State Bar Association. I recently headed the Latin American and Caribbean division of the ABA's Rule of Law Initiative. I have also served on the boards of NPR-station WBGO-FM, Ballet Hispanico of New York and the Middle East Institute, and co-founded the TeatroStageFest, a 2-week Latino theater festival in New York City. I have served as a Commissioner of New York’s Latin Media and Entertainment Commission."}
{"text": "Dr. Panchanathan currently serves as the Director of the National Science Foundation (NSF). Although this account will remain live during his tenure, do not expect any direct communications from this account. Please tag NSF’s official LinkedIn page in updates that refer to Dr. Panchanathan in his official capacity as Director of NSF. All media inquiries should be sent to media@nsf.gov. Dr. Sethuraman Panchanathan received his Ph.D. in electrical and computer engineering from the University of Ottawa in 1989. He brought his skills and knowledge to Arizona State University, where he became the founding director of the School of Computing and Informatics, and was instrumental in starting the Biomedical Informatics Department. He also founded the Center for Cognitive Ubiquitous Computing (CUbiC) at ASU, which is focused on developing devices, technologies, and environments for assisting individuals with disabilities. In 2014, Dr. Panchanathan was appointed by United States President Barack Obama to the U.S. National Science Board (NSB). He now chairs the NSB Committee on Strategy and Budget, which oversees an annual budget of $7 billion. He has also been appointed by U.S. Secretary of Commerce, Penny Pritzker, to the National Advisory Council on Innovation and Entrepreneurship (NACIE) to advance the innovation economy and grow a globally competitive workforce. Arizona Secretary of State Michele Reagan appointed him to the Technology, Transparency and Commerce Council in 2016 to provide strategic insight for Arizona’s policy programs. Dr. Panchanathan is a Fellow of the National Academy of Inventors (NAI) and a Fellow of the Canadian Academy of Engineering. He has chaired the Council of Research at Association of Public and Land-grant Universities (APLU). He previously led the Knowledge Enterprise Development at ASU, helping build transdisciplinary research institutes. He has published over 440 highly cited papers in prestigious journals and conferences and obtained numerous patents and copyrights. He is the founder of two start-up companies and is a mentor to numerous researchers and students."}
{"text": "The Honorable Paul M. Dabbar is CEO and Co-founder of Bohr Quantum Technology, developing and deploying technologies for the emerging quantum internet I am also a Distinguished Visiting Fellow at Columbia University at the Center on Global Energy Policy, and a Fox Business and WSJ editorial page contributor Prior to that, the U.S. Senate unanimously confirmed me as the Dept. of Energy’s fourth Under Secretary for Science. I managed several areas of the Dept., and served as the Dept’s principal advisor on fundamental energy research, energy technologies, science, and commercialization of technologies. I managed over 60,000 people with a budget of $15 billion p.a. at over 100 sites, managing the majority of the U.S. National Labs, including Oak Ridge, Lawrence Berkeley, Stanford SLAC, Princeton Plasma, Argonne, Fermi and Brookhaven National Labs Areas of research I managed included basic energy sciences, nuclear and high energy physics, advanced computing, fusion, and biological & environmental research. I also led the largest environmental remediation program in the world, addressing the operations of nuclear weapons and commercial power, completing several multi-billion dollar construction projects. I also led various new efforts to commercialize innovations arising from the National Labs. I co-led several innovation efforts, including the Energy Storage Grand Challenge, the passage and implementation of the National Quantum Initiative Act and developing the U.S. Quantum Internet Blueprint I was awarded in 2021 the Secretary of Energy’s senior DOE award, the James R. Schlesinger Medal, for leadership on developing energy technologies, discovery science, environmental management, and the National Quantum Initiative I have traveled to both the geographic North and South Poles: to the North Pole by submarine to conduct environmental research while in the Navy, and to the South Pole in support of high energy physics astronomy missions of DOE at South Pole Station Prior to confirmation as Under Secretary, I worked in operations, finance, and strategy roles in the energy and national defense sectors. As Managing Director at J.P. Morgan, I had over $400 billion in transaction experience across all energy sectors. In addition, I had a senior leadership role for the company’s commodity trading business, including energy. Before J.P. Morgan, I was a nuclear submarine officer. I have been a lecturer at the U.S. Naval Academy, and conducted research at the Johns Hopkins University Applied Physics Lab. I am a member of the Council on Foreign Relations"}
{"text": "My expertise lies at the intersection of industry and government advising C-Suite and Senior Leaders, leveraging a strong foundation of general management and technology expertise. I bring 30 years of industry experience in conjunction with 3 ½ years in a senior political government position, the combination of which provides an understanding of the nexus of industrial capability and government ability to procure. I understand how products and services are successfully sold to U.S., particularly the Department of Defense, and international governments. My experience includes a broad range of products and services supporting defense, homeland security, aerospace, infrastructure protection and customers around the world. My technology knowledge coupled with my ability to take highly technical issues and translate them to capability is valuable in the work I do for private and public organizations as well as the boards I serve. I’m respected for strategic perspective and operational know-how. Expertise and offerings: Understanding how industry does business with government: domestic and international Global Supply Chain: security and resiliency; reshoring and cybersecurity Strong general management experience; efficient and cost effective business processes Commercializing technology for aerospace, maritime, space and automotive systems Recruiting, developing and retaining critical talent Strong communications: employee and stakeholder communications as well as media and press releases Ability to take highly technical issues and translate them to capability Congressional Relationships: bipartisan and bicameral Global Strategy Development Dual Use Technology Leadership Cyber Resiliency Hardware Enabled Software Defined Systems Operations Aerospace and Defense Continuous Improvement Customized Engineered Hardware Systems Business Practices Senior Advisor / Senior Fellow Board Work Active Security Clearance - TS/SCI"}
{"text": "A high-energy, business results focused leader with exceptional communication skills. Track record of motivating diverse teams around high priority objectives with a commitment to ethical business practices. High-tech industry experience ranging from automotive to aerospace & defense. A history of program capture including the ACAT 1 Scorpion program with the Army as well as leading the business that first obtained Army Fuze Board approval for an unattended networked munition system. Experience with unmanned aircraft system development, fielding and sustainment. A history of plastics engineering for safety critical automotive systems. History of mentoring and developing leaders. Specialties: Unmanned aircraft systems, munitions and sensors for defense and security applications. Engineered plastics systems for automotive applicaitons. Continuous improvement for high tech industries involved with complex solutions featuring embedded software solutions in customed engineered hardware systems."}
{"text": "Officer Training Corps program. I has a diverse background that includes operational and training assignments in the F-15C Eagle, F-35A Lighting II, B-2A Spirit and B-1B Lancer aircraft. I also has served as an instructor pilot and flight examiner in the F-15C, B-2A and T-6A Texan II. Additionally, I served as a U.S. Air Force Weapons School instructor in the F-15C and the B-2A."}
{"text": "Consultant with C-Suite Executive experience guiding diverse teams through daily operations of our nation's most critical military assets, driving complicated modernization efforts and solving challenging problems in aerospace and national security. Known for strategic thinking and as a thought leader, I understand future demands our country must prepare for. My ability to evaluate emerging capabilities for utility and supportability helps companies of all sizes assess, develop and field the aerospace capabilities most useful to our military and government. My track record of innovation includes establishing a comprehensive innovation ecosystem in a 30,000-member organization, saving millions of dollars and fielding solutions several years earlier than standard methods. I’ve enjoyed uncommon success helping to usher several multi-billion-dollar defense acquisition programs through key milestones, on cost and on time! I’ve worked extensively with numerous aviation industry partners, Federally Funded Research and Development Centers as well as our national laboratories to focus and refine technical solutions to key problems. With me, you’ll get an open-minded and innovative evaluation of ideas and products combined with a penetrating assessment of realistic fielding, application and sustainment. I have experience working international security to include missile defense with numerous allied and partner nations. Coupled with my strong understanding of deterrence and nuclear policy I provide strategic vision and forward-looking solutions to future challenges. Expertise: Strategic Leadership, Public Speaking, Risk Management, Leader Development, Organizational Climate / Culture Change, Change Management, Aviation Management, Sustainment and Logistics, Training Programs, National & International Security, Missile Defense, Arms Control, Congressional Relationships, bipartisan and bicameral. Active Security Clearance."}
{"text": "Specialties: Hypersonics; technical analysis of national security and defense issues; strong writing and presentation skills; hypersonic systems analysis; hypersonic air-breathing propulsion; missile defenses, working with foreign allies; big picture, multi-disciplined strategic thinking on weapons issues; managing large cross-agency S&T portfolios; and understanding the geopolitical context of weapon and S&T developments"}
{"text": "Dr. Knox T. Millsaps was a professor at the Naval Postgraduate School (NPS), now emeritus, and Department Chairman (2008-2014), and the Director of the Marine Propulsion Laboratory at the Naval Postgraduate School in Monterey, California where he taught and conducted research in the area of power and propulsion. He was Department Chairman of the Department of Mechanical and Aerospace Engineering from 2008-2014. He is currently working for the Office of Naval Research, Code 351, as the Director, Division of Aerospace Sciences. His current research interests are in turbomachinery leading edge and tip/endwall flows, high-efficiency mixing, rotordynamics, condition-based maintenance, synthetic and alternate fuels, including algae derived bio-fuels. After receiving his B.S. from the University of Florida, he worked for Pratt and Whitney (both Florida and Connecticut) in the 1980s, working on unsteady, three-dimensional flows. Knox received his Ph.D. in from MIT in 1991 and was a post doc and later a visiting professor at the Universität Karlsruhe. Knox served two years as an ASME and Brookings Congressional fellow and then on staff in the Office of Representative John M. Spratt (Chairman, House Budget Committee and Senior Member, House Armed Services Committee). From 2005 until 2007 he was the Associate Provost for Academic Affairs NPS. Knox is a member of the IGTI Turbomachinery and Marine Committees and is Chairman of the Board of Directors of the International Gas Turbine Institute, and serves on the ASME DoD Advisory and Policy Board. Knox has more than 100 papers and two (2) patents. Specialties: * Gas Turbines * Power and Propulsion * Jet Engines and Rocket Engines * Hypersonics * Rotordynamics * Defense Policy * Thermodynamics and Energy Conversion * Science and Technology Policy"}
{"text": "University education and research in computational aerodynamics and simulation of maneuvering aircraft. This requires the use of state-of-the-art supercomputers. Specialties: Aerodynamics Computational aerodynamics CFD"}
{"text": "- 14 years R&D management experience (2007-present) - 10 years advanced technology program development and management (2011-present) - Proven thought leader with a focus on transformative research in the areas of Autonomy/AI, Hypersonics, Directed Energy, Cyber Security and Systems Analysis - Adept at developing strategically-informed research initiatives spanning basic research through technology transition into application - Expertise in building joint research programs with universities, government research labs and industry - Demonstrated ability to work with the DoD services to understand needs and deliver technical solutions - Recruited, hired, developed and provided leadership for diverse research organizations - Experience coaching and mentoring research staff and R&D managers - Harvard Kennedy School National Security Fellow – preparation for senior leadership positions - Strong research track record that includes 10 patents and numerous publications"}
{"text": "Solving Problems, Managing Risk, Achieving Goals. 30+ years of senior management experience with a proven record of success leading large, highly complex organizations. Innovative, experienced, and resilient leader. Skilled team leader with outstanding organizational and people skills. Proven record leading geographically dispersed organizations. Consummate communicator: articulate, persuasive and passionately committed to the welfare of the organization and community. Strong strategic thinker and network builder. Experienced combat leader - able to provide reasoned leadership in dynamic and challenging environments. History of working across cultural and institutional seams in order to achieve effective outcomes. Areas of expertise include: Leadership, Team building, Financial Management, Leading Change, Communication, and Program Management."}
{"text": "Subject matter expert in tech to market transfer, materials development and characterization,big data and cybersecurity policy, and a STEM policy advocate ."}
{"text": "Dr. Bowersox is the Ford I Professor and Department Head of Aerospace Engineering at Texas A&M University. He joined Texas A&M University in 2002. His research interests are in (1) transitional and turbulent flows with mechanical and thermochemical non-equilibrium using a theoretical, experimental and numerical approach, (2) advanced experimental methods including specialized facilities and high-energy laser based optical diagnostics, and (3) innovative flow control methods for high-speed and combusting flows. He and his colleagues founded and direct the National Aerothermochemistry Laboratory (nal.tamu.edu) in 2004. Dr. Bowersox is a fellow of the ASME, fellow of the AIAA, member of the American Chemical Society, member of the American Physical Society, and member of the Optical Society of America. He is also an member of the AIAA Hypersonic Program Committee (HyTASP) and he is a US National committee member of the International Society of Air Breathing Engines. Dr. Bowersox is a DoD Vannevar Bush Faculty Fellow. Dr. Bowersox is a member of the Air Force Scientific Advisory Board, His awards include Ford Professorship I, 2014 - Present; TEES Research Professorship II, 2013 - 2014; Texas A&M Brocket Professorship Award, 2010; Texas A&M College of Engineering Fellow, 2009; Texas A&M Engineering ’43 Webb Faculty Fellow, 2005; The Lockheed Martin Excellence in Teaching Award, Texas A&M University, 2004; AIAA Outstanding Aerospace Engineering Faculty Member at the Un of Alabama, 1999, 2001; Five US Air Force Scientific Achievement Awards 1996-1997; Col. Charles A. Stone Award for Leadership at US AFIT, 1995; Phi Kappa Phi and Sigma Gamma Tau Honor Societies; Scholastic All American, 1988; Lucille and Gilbert Seay Academic Scholarship, 1987"}
{"text": "Dr. Tom Karako is a senior fellow with the International Security Program and the director of the Missile Defense Project at the Center for Strategic and International Studies (CSIS), where he arrived in 2014. His research focuses on national security, missile defense, nuclear deterrence, and public law. For 2010–2011, he was an American Political Science Association Congressional Fellow, working with the professional staff of the House Armed Services Committee and the Strategic Forces Subcommittee on U.S. strategic forces policy, nonproliferation, and NATO. Karako is also currently a fellow with the Institute for Politics and Strategy of Carnegie Mellon University. He received his Ph.D. from Claremont Graduate University and his B.A. from the University of Dallas."}
{"text": "Business Executive Requirements and Capabilities ► Program Management ► Business Development ► Spokesperson Strategic thought leader with a record of accomplishment in capturing and delivering global corporate programs. Experienced in developing integrated and multi domain capabilities to include radar systems, integrated air and missile defense systems, space systems, command and control systems and directed energy advancement. Erin is known for her ability to lead enterprise teams by setting clear direction, gaining commitment and alignment in order to reach strategic business, technical and mission area goals. Driven to lead organizations to sustained growth and increased shareholder value. Natural at cultivating enduring customer and stakeholder relationships built on trust, effective communication and an ongoing commitment to the mission. Dedicated to service and making the world a safer place. ►Cross-Functional Portfolio Leadership ►International Relations ►Capture Management ►Process & Procedure Improvements ►Technology Program Management ►Program Management ►Business Development ►Supply Chain Management ►Engineering Management"}
{"text": "31 years of experience resolving complex technical challenges and developing innovative, customer-focused business solutions for the defense industry. Extensive knowledge of DoD programs and possesses long-term relationships with both Government and contractor personnel. As the former Director of Dynetics Strategic Programs Division, managed capture and execution of hypersonics and directed energy weapons programs. Formerly served as the SRBM Technical Analysis Division Chief for the Missile and Space Intelligence Center, Redstone Arsenal, AL."}
{"text": "Successful business leader who leverages strategy development and execution expertise to drive long term sustainable growth. Respected for ability to articulate vision, fostering collaboration, and building consensus. Proven ability to attract and retain A players and develop high performing teams. Decisive-high energy leader that challenges the status quo and executes change when needed to maximize shareholder value. • P&L Management — >$100Mil • Strategy Deployment — Hoshin Kanri • Customer Focused — Market Driven • Talent Management • Futuristic — Creating and Sharing a Vision • Active Portfolio Management • Lean — Continuous Improvement • Strategic Marketing • Value Pricing • Distribution — Channel Management • Topgrading"}
{"text": "Senior-level Executive with more than 20 years of experience driving revenue growth by developing technical and operational solutions within manufacturing environments. Trusted business advisor and operations expert with aptitude to streamline workflow, implement tactical solutions, and increase organizational efficiency, including the integration of acquisitions, to deliver profit gains and reductions in operational expenses. Leverages strong analytical, collaborative, and decisive leadership and uses a customer-centric approach to managing projects simultaneously with competing priorities. A natural leader who has built and developed cross-functional teams by fostering innovation and a results-oriented environment while creating accountability. Skilled communicator with experience making technical presentations to clients and strategic planning and project updates to senior management. Strongest in communicating complicated matters to both technical and non-technical audiences. Sharp Application Engineering skills in industrial automation and manufacturing, applying state of the art technology to solve current production needs. Specialties: Concepting, troubleshooting, estimating, and justifying industrial processes. Effective Sales team and management team member. Wide exposure to all manufacturing processes."}
{"text": "Seasoned Professional who is passionate in building Intelligent business systems using latest technology tools that helps enterprise to be future-ready for the new-normal PRIMARY ATTRIBUTES • Successful in collaborating with Business Process Owners and discover challenges in the current process. • Solid Functional and Technical expertise in enabling enterprise supply chain systems for Fortune 500s and SMBs. • Blend established Best practices with cognitive insights in enabling business practices using AI/ML techniques • Strong industry vertical expertise in High-Tech Electronics, Semi-conductor Manufacturing, Retail, Aerospace & Defence • Manufacturing Business Processes: \"MTS, ATO, CTO, MTO, ETO manufacturing\" and \"Schedule to Build\" processes. • Distribution Business Processes: \"Order To Cash\" and \"Procure To Pay\" processes Specialties: Product Management & Development, Enterprise Digital Transformation Initiatives, Supply Chain Planning, Execution and Analytics are my specialty Solution Domains. Skills: Agile Product Owner, Clear communicator, Active Listener, Business Process Analysis, Solution Design and Project management are my strengths."}
{"text": "Jonathan Poggie's research interests have encompassed the experimental, computational, and theoretical aspects of fluid dynamics and plasma physics. Current work in his research group focuses on turbulence in compressible flow, large-scale separation unsteadiness, laminar-turbulent transition, and electrical discharges for flow control."}
{"text": "Retired Senior Computational Aerothermodynamicist at NASA LaRC"}
{"text": "Materials and structures research engineer with the NASA Langley and NASA Glenn Research Centers since 1985. Bachelor and master degrees in Structural Analysis and Engineering Mechanics with a research doctorate in Materials Science. Primary professional interest is material durability analysis and damage modeling for high temperature materials and composites, with specific emphasis in super alloys, ceramic matrix composites, refractory soft goods and thermal protection systems. Agency Materials and Structures lead for deployable atmospheric entry vehicle thermal protection systems. Responsibilities include project strategic planning and formulation, implementation, and financial oversight in a leadership role for large, diverse teams with multiple skill sets across government, academia, and industry. NASA STMD Game Changing Development Program Chief Engineer. Responsible for independent technical oversight of 60 technology development efforts ranging from robotics and autonomous systems, power and propulsion, to additive manufacturing and advanced materials. worked to establish clear technology maturation goals and key performance parameters that could be used as effective technical management tools. NASA STMD Game Changing Development program Deputy Program Manager. Program operations manager for a mid-TRL technology development portfolio where duties included synthesis and summary of monthly project reports to NASA headquarters, budget management, project formulation, and investment oversight."}
{"text": "Specialties: Hypersonics; technical analysis of national security and defense issues; strong writing and presentation skills; hypersonic systems analysis; hypersonic air-breathing propulsion; missile defenses, working with foreign allies; big picture, multi-disciplined strategic thinking on weapons issues; managing large cross-agency S&T portfolios; and understanding the geopolitical context of weapon and S&T developments"}
{"text": "Executive Leader Entrepreneurial and accomplished executive with a track record of identifying and developing world-class technologies and system solutions. Visionary and developer of numerous innovative, multi-hundred-million-dollar projects across mid- and large-sized corporations. Driven leader with experience forging relationships with partners and clients, mentoring employees, M&A, and restructuring busi-nesses and investments in rapidly changing business and technology environments. Demonstrated Achievements ▪ Increased Raytheon’s missile development programs booking and sales from $160 million and $150 million, respectively, in 2015 to $1.25 billion and $1 billion in 2019 ▪ Acquired and managed several acquisitions, including one that was acquired for $5 million and to date has yielded in excess of $500 million in bookings and $300 million in sales ▪ Established and executed several key, multi-hundred million-dollar programs and technologies for the Department of Defense, including hypersonic systems and sea/land/air/space systems ▪ Awarded the 2018 Raytheon CEO Award ▪ Awarded 14 US patents and over 30 international patents ▪ Awarded the Exceptional Service Medal for service while at DARPA and the Commander’s Pub-lic Service Award for Service while on the Air Force Scientific Advisory Board"}
{"text": "phosphotriesterase was engineered into a spontaneously forming trimer by appending it to a synthetic collagen-like triple-helix motif. enzymatic hydrolysis of the insecticide and organophosphate nerve agent simulant paraoxon was then examined. assembling the phosphotriesterase trimer onto semiconductor quantum dots increased the enzyme's catalytic rate and efficiency."}
{"text": "This SIPRI Insights on Peace and Security paper examines security challenges arising from the Arctic activities of three actors with a substantial ‘footprint’—China, Russia and the United States—and how they might be addressed in existing and new frameworks. Arctic and non-Arctic states want to exploit commercial opportunities created by a changing physical environment. Arctic states agree that climate-related challenges can be addressed through cooperation within existing institutions. However, to ensure that increasing human activity stays within acceptable environmental and human security risk levels, non-Arctic states need to be engaged. The risk of unwanted escalation in military tension in the Arctic due to deteriorating relations among major powers over disputes arising elsewhere has grown to the point where it cannot be ignored. A steady increase in military investments in the Arctic, or Arctic operations, will continue, but there is no ready-made framework to address military security challenges. Issues that occupy a ‘grey zone’ between military and non-military security will have to be addressed as digital and transport infrastructure expand in the Arctic. However, there is little experience in how diverse state and non-state actors can manage cooperation and competition simultaneously."}
{"text": "The long-standing relationship between China and the European Union (EU) is being subsumed into a broader geopolitical competition between major power centres. Alongside cooperation, elements of competition and rivalry have been sharpened by a re-evaluation of the bilateral relationship by EU actors. Areas of cooperation have included Chinese involvement in the EU’s internal connectivity projects—specifically in transport and digital networks. This report examines this cooperation and assesses its prospects. Enhancing connectivity within and around the EU to facilitate trade and commercial relations was relatively uncontroversial even if initiatives were never fully aligned. But the space for common projects has been narrowed by political divergence and new sensitivities in the EU regarding the security implications of Chinese investments. China understands that the EU’s scrutiny of its investments and restrictions on its involvement in connectivity projects are affected by EU–US relations. Despite these tensions, the report shows that constructive ways forward in this globally significant relationship are still possible, both within and beyond the connectivity domains."}
{"text": "China publishes a national defence budget each year. In 2019 it reached 1.2 trillion yuan (US$175 billion). However, this figure does not account for all of China’s military spending. To provide a more accurate representation of China’s spending, SIPRI’s estimate—based on an analysis made in 1999—includes other items in addition to the official defence budget. Given China’s accelerating military modernization and reforms in recent years, the existing estimate of China’s military spending deserves a reassessment. This SIPRI report provides a comprehensive new analysis of the financial resources China dedicates to military purposes. Using publicly available sources in both English and Chinese, the report presents a new estimate of Chinese military expenditure. The new estimate—1660 billion yuan ($240 billion) in 2019—is around 142 billion yuan ($21 billion) less than the old SIPRI estimate. Although the new approach to estimating Chinese military expenditure improves on the old method, limited public transparency in budgeting on specific categories is still a cause of concern. Future research should focus on publicly available Chinese-language sources as there is still scope to improve the precision of the new estimate."}
{"text": "he ever-increasing dependence on information and communication technologies (ICTs) in all aspects of society raises many challenges for national crisis management agencies. These agencies need to prepare not only for new cyberthreats and cyber vulnerabilities, but also for the fact that the aftermath of a cyber incident affecting critical infrastructure has its own challenges. On the one hand, the practical disruptions caused by an isolated incident can be hard to predict and control and, on the other hand, the consequences and perceptions of an incident whose cause is not yet determined can be equally hard to manage. Uncertainty around the cause of the incident and remedial actions being taken often lead to public speculation and political pressure to respond in ways that could create political tensions, and possibly conflict, between countries. This policy paper is the result of a nine-month research project that was jointly conducted by SIPRI and the Swedish Civil Contingencies Agency (MSB) on cyber-incident management. It explores what national crisis management authorities can do to improve their cyber-incident prevention, detection and response strategies and also how they can do better to deal with the larger societal and potentially political aftermath. It investigates why and how cyber incidents may lead to escalatory scenarios and how these scenarios can be avoided and contained using various de-escalatory approaches."}
{"text": "In the report, we warn that nuclear-armed states’ competition in military AI and premature adoption of AI in nuclear weapons and related capabilities could have a negative impact on strategic stability and increase the likelihood of nuclear weapon use. We consequently propose some AI-specific nuclear risk reduction measures for nuclear-armed states and their allies. The report is the outcome of a +2-year research and workshop project that my colleagues and I conducted with financial support from the Carnegie Corporation of New York. This 145-page report is the most comprehensive study on the topic to date."}
{"text": "There is wide recognition that the need to preserve human control over weapon systems and the use of force in armed conflict will require limits on autonomous weapon systems (AWS). This report from the Stockholm International Peace Research Institute and the International Committee of the Red Cross offers in-depth analysis of the type and degree of human control that is required to mitigate the risks posed by AWS. It proposes three types of control measures to reduce or compensate for the unpredictability introduced by AWS and associated risks for civilians: controls on the weapon’s parameters such as types of targets, controls on the environment of use and controls in the form of human supervision. Limits on Autonomy in Weapon Systems: Identifying Practical Elements of Human Control is a comprehensive examination of the specific controls on AWS needed to ensure human control over the use force, and to address legal, ethical and operational concerns. It provides policymakers with practical guidance on how these control measures should form the basis of internationally agreed limits on AWS—whether rules, standards or best practices."}
{"text": "Is capitalism inherently predatory? Must there be winners and losers? Is public interest outdated and free-riding rational? Is consumer choice the same as self-determination? Must bargainers abandon the no-harm principle? Prisoners of Reason recalls that classical liberal capitalism exalted the no-harm principle. Although imperfect and exclusionary, modern liberalism recognized individual human dignity alongside individuals' responsibility to respect others. Neoliberalism, by contrast, views life as ceaseless struggle. Agents vie for scarce resources in antagonistic competition in which every individual seeks dominance. This political theory is codified in non-cooperative game theory; the neoliberal citizen and consumer is the strategic rational actor. Rational choice justifies ends irrespective of means. Money becomes the medium of all value. Solidarity and good will are invalidated. Relationships are conducted on a quid pro quo basis. However, agents can freely opt out of this cynical race to the bottom by embracing a more expansive range of coherent action."}
{"text": "In Rationalizing Capitalist Democracy, S. M. Amadae tells the remarkable story of how rational choice theory rose from obscurity to become the intellectual bulwark of capitalist democracy. Amadae roots Rationalizing Capitalist Democracy in the turbulent post-World War II era, showing how rational choice theory grew out of the RAND Corporation's efforts to develop a \"science\" of military and policy decisionmaking. But while the first generation of rational choice theorists—William Riker, Kenneth Arrow, and James Buchanan—were committed to constructing a \"scientific\" approach to social science research, they were also deeply committed to defending American democracy from its Marxist critics. Amadae reveals not only how the ideological battles of the Cold War shaped their ideas but also how those ideas may today be undermining the very notion of individual liberty they were created to defend."}
{"text": "The 2017 Treaty on the Prohibition of Nuclear Weapons (TPNW) is a significant international achievement, although it faces opposition from the nuclear-armed states and some of their allies because it is intended to create impetus for a transition away from nuclear weapons, on which they rely for security. Now that the TPNW has entered into force internationally, its stakeholders face a range of practical decisions and other questions related to how to implement its provisions and build a sustainable multilateral regime that will contribute to the treaty’s overall goals. This article, by the issue’s guest editor, provides context for the TPNW’s emergence and the main categories of literature that have emerged on different aspects of the new regime, including some of the major TPNW-related debates. The article further outlines how each of the other thematic contributions to this journal issue fit within it and relate to each other. These include research articles on matters related to national implementation, treaty compliance for nuclear-armed states eventually wishing to join the TPNW, universalization, and building a sustainable treaty management culture. Commentaries from academic experts, the Red Cross and Red Crescent Movement and civil society activists round out the issue."}
{"text": "The Ninth Review Conference of the 1972 Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and on their Destruction (BWC) presents a unique opportunity for States Parties to strengthen this important disarmament agreement. To make the most of this opportunity, this report offers practical insights and lessons from past Review Conferences to help States Parties and stakeholders prepare for a successful outcome."}
{"text": "This multi-author publication I co-edited with James Revill looks at the potential role of four novel approaches based on recent technological advances - remote sensing tools; open-source satellite data; open-source trade data; and artificial intelligence - in monitoring and investigating compliance with WMD treaties. The report consists of short essays from leading experts that introduce particular technologies, discuss their applications in WMD regimes and consider some of the wider economic and political requirements for their adoption."}
{"text": "The 2017 Treaty on the Prohibition of Nuclear Weapons (TPNW) is a significant international achievement, although it faces opposition from the nuclear-armed states and some of their allies because it is intended to create impetus for a transition away from nuclear weapons, on which they rely for security. Now that the TPNW has entered into force internationally, its stakeholders face a range of practical decisions and other questions related to how to implement its provisions and build a sustainable multilateral regime that will contribute to the treaty’s overall goals. This article, by the issue’s guest editor, provides context for the TPNW’s emergence and the main categories of literature that have emerged on different aspects of the new regime, including some of the major TPNW-related debates. The article further outlines how each of the other thematic contributions to this journal issue fit within it and relate to each other. These include research articles on matters related to national implementation, treaty compliance for nuclear-armed states eventually wishing to join the TPNW, universalization, and building a sustainable treaty management culture. Commentaries from academic experts, the Red Cross and Red Crescent Movement and civil society activists round out the issue."}
{"text": "The Ninth Review Conference of the 1972 Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and on their Destruction (BWC) presents a unique opportunity for States Parties to strengthen this important disarmament agreement. To make the most of this opportunity, this report offers practical insights and lessons from past Review Conferences to help States Parties and stakeholders prepare for a successful outcome."}
{"text": "This multi-author publication I co-edited with James Revill looks at the potential role of four novel approaches based on recent technological advances - remote sensing tools; open-source satellite data; open-source trade data; and artificial intelligence - in monitoring and investigating compliance with WMD treaties. The report consists of short essays from leading experts that introduce particular technologies, discuss their applications in WMD regimes and consider some of the wider economic and political requirements for their adoption."}
{"text": "This paper assesses the utility and viability of the British Army's combat aviation, and examines how it can remain survivable on the future battlefield."}
{"text": "This Whitehall Report examines Russian and Chinese combat air trends, and looks specifically at fast jets and their weapons systems and capabilities."}
{"text": "In light of the upcoming Integrated Review, this Occasional Paper outlines the combat air choices facing policymakers."}
{"text": "This paper assesses the utility and viability of the British Army's combat aviation, and examines how it can remain survivable on the future battlefield."}
{"text": "This Whitehall Report examines Russian and Chinese combat air trends, and looks specifically at fast jets and their weapons systems and capabilities."}
{"text": "In light of the upcoming Integrated Review, this Occasional Paper outlines the combat air choices facing policymakers."}
{"text": "Small states are often believed to have been resigned to the margins of international politics. However, the recent increase in the number of small states has increased their influence and forced the international community to incorporate some of them into the global governance system. This is particularly evident in the Middle East where small Gulf states have played an important role in the changing dynamics of the region in the last decade. The Small Gulf States analyses the evolution of these states’ foreign and security policies since the Arab Spring. With particular focus on Oman, Qatar and the United Arab Emirates, it explores how these states have been successful in not only guaranteeing their survival, but also in increasing their influence in the region. It then discusses the security dilemmas small states face, and suggests a multitude of foreign and security policy options, ranging from autonomy to influence, in order to deal with this. The book also looks at the influence of regional and international actors on the policies of these countries. It concludes with a discussion of the peculiarities and contributions of the Gulf states for the study of small states’ foreign and security policies in general. Providing a comprehensive and up-to-date analysis of the unique foreign and security policies of the states of the Gulf Cooperation Council (GCC) before and after the Arab Spring, this book will be a valuable resource for students and scholars of Middle East studies, foreign policy and international relations."}
{"text": "One sector that saw the huge disruptive potential of AI from an early stage is the military. The weaponization of AI will represent a paradigm shift in the way wars are fought, with profound consequences for international security and stability. Serious investment in autonomous weapon systems (AWS) began a few years ago; in July 2016 the Pentagon’s Defense Science Board published its first study on autonomy, but there is no consensus yet on how to regulate the development of these weapons. The international community started to debate the emerging technology of lethal autonomous weapons systems (LAWS) in the framework of the United Nations Convention on Conventional Weapon (CCW) in 2014. Yet, so far, states have not agreed on how to proceed. Those calling for a ban on AWS fear that human beings will be removed from the loop, leaving decisions on the use lethal force to machines, with ramifications we do not yet understand. There are lessons here from non-military applications of AI. Consider the example of AlphaGo, the AI Go-player created by Google’s DeepMind division, which in March last year beat the world’s second-best human player. Some of AlphaGo’s moves puzzled observers, because they did not fit usual human patterns of play. DeepMind CEO Demis Hassabis explained the reason for this difference as follows: “unlike humans, the AlphaGo program aims to maximize the probability of winning rather than optimizing margins”. If this binary logic – in which the only thing that matters is winning while the margin of victory is irrelevant – were built into an autonomous weapons system, it would lead to the violation of the principle of proportionality, because the algorithm would see no difference between victories that required it to kill one adversary or 1,000 (....)"}
{"text": "The creation of strategic narratives is at the core of modern strategic communication strategies in business, politics and even in warfare. The battle of narratives has become the bedrock of international politics, and social media a powerful tool to fight this battle. The unique characteristic of social media is that it empowers and enables individuals to engage in ways unseen before. Propaganda or so-called ”psy-ops” is not a new phenomenon in warfare to shape opinions and influence outcomes. However, the ease social media and digital manipulation strategies are being used with on the battlefield make policy makers, military leaders and intelligence agencies struggling to keep pace and adapt. The transmission of information has become ubiquitous. Unlike traditional media, social media improves reach, frequency, permanence and immediacy. Social media allows the interactive communication between people without spatial limits or time constraints and offer the opportunity to transfer the content of any messages under any form (vocal, visual, written) to anyone on the planet. Social media has become an amplifier of ideas, a creator of meaning and a generator of conflicts as well. Social media is the current vector of choice. New developments in technology such as advanced machine intelligence and learning will make these issues even more salient in the future (...)"}
{"text": "A growing area of inquiry within the U.S. strategic community has been the level to which countries may apply artificial intelligence (AI) in their nuclear force-related support systems and platforms. This essay provides a brief analysis of Chinese efforts to integrate neural networks into its hypersonic glide vehicles, which may be used as future nuclear platforms to defeat U.S. missile defenses. This essay is based on over 300 recent Chinese technical journal papers and articles issued by researchers at university and military institutes in China. It discusses two AI-related trends: 1) Innovative and Prolific Research: China is creating a large number of open source papers that build on domestic collaborative models and seek to integrate neural networks to address hypersonic glide re-entry control, maneuverability, stability, heat, and targeting; 2) Shift from Active Defense to AI-Enabled Offense: China has engaged over the past decade in a quantitative and qualitative shift away from technical studies on countermeasures and towards offensive platforms, suggesting that its stance of “active defense” may be trending towards a stronger offense."}
{"text": "Last July, China released its New Generation Artificial Intelligence Development Plan (新一代人工智能发展规划) (link in Chinese). It is a document that indicates the vast scale of Beijing’s priorities for and investments in AI. In one example of the AI advances China has already made, its facial recognition and tracking capabilities are driving the nation’s formidable prowess in policing and counterterrorism. Technical writings also document Beijing’s interest in integrating AI and autonomy into the military sphere—but these Chinese sources often lack the sensational revelations that appear in Western accounts. Chinese open-source materials on the nation’s operational military developments rarely, if ever, include provocative terms such as “singularity (奇点) on the battlefield.” And when “singularity” does appear, it more often than not refers to concepts emerging from the United States."}
{"text": "There seems to be a consensus that cyberattacks resulting in damage to critical infrastructure, such as hospitals and power grids, are a common threat. However, there is a great deal of disagreement on how to define the parameters of and escalation within this arena. In this volume, six experts from industry, government, academia and the legal sector delve deeper into several key target areas of cybersecurity and critical infrastructure—namely system integrity, the role of the private sector and legal frameworks. Their essays provide a baseline for understanding how these issues are unfolding at the national level in Japan, at the regional level in Europe and at the international level under the United Nations."}
{"text": "Of all the “official” nuclear powers (Russia, the US, France, the UK, China), the UK arguably displays the most peculiar approach to nuclear deterrence. Here, we will outline the most salient details, assess the prospects, and suggest possible confidence-building measures."}
{"text": "Среди «официальных» ядерных держав (Россия, США, Франция, Великобритания, КНР) Великобритания, пожалуй, имеет наиболее специфический подход к ядерному сдерживанию. В данном материале попробуем выделить наиболее интересные детали, оценить перспективы и предложить меры доверия."}
{"text": "Development of new technologies and weaponization of those is a feature of human history. Today we face new threats, but new weapons can have both stabilizing and destabilizing effects. Hypersonic missiles is one of the most popular topics, but the quality of the debate can and must be improved."}
{"text": "This article presents official data on the financial value of states’ arms exports in the years 2004–13. The countries included in the table are those that provide data on the financial value of ‘arms exports’, ‘arms export licences’ or ‘arms export agreements’ and for which the average of the values given exceeds $10 million. The data is taken from reports by, direct quotes from or direct communication with governments or official industry bodies. The stated data coverage reflects the language used by the original source. National practices in this area vary, but the term arms exports generally refers to arms actually delivered; arms export licences generally refers to licences for arms exports issued by the national export licensing authority; and arms export agreements refers to contracts or other agreements signed for arms exports. The arms export data for the states is based on national definitions and methodologies, and is thus not necessarily comparable."}
{"text": "Official and publicly accessible data on arms transfers is important for assessing states’ arms export, arms procurement and defence policies. However, publishing data on arms sales and acquisitions is a sensitive issue for nearly all states. This section analyses recent developments in official international, regional and national reporting mechanisms that aim, in whole or in part, to increase the quality and quantity of publicly available information on arms transfers."}
{"text": "War at the Speed of Light describes the revolutionary and ever-increasing role of directed-energy weapons (such as laser, microwave, electromagnetic pulse, and cyberspace weapons) in warfare. Louis A. Del Monte delineates the threat that such weapons pose to disrupting the doctrine of Mutually Assured Destruction, which has kept the major powers of the world from engaging in nuclear warfare."}
{"text": "The Artificial Intelligence Revolution by Louis A. Del Monte is a warning regarding the threat new artificial intelligence (AI) technology poses to the survival of humankind. Will the future come down to man versus machine, when machines become more intelligent than humans? Will an artificial intelligence robot be your friend or foe?"}
{"text": "How to Time Travel explores time travel science, paradoxes and evidence to answer an age-old question: Is it truly possible to secure passage to a time fixed in the past or future? According to physicist Louis A. Del Monte, there is ample evidence that time travel has already occurred, as well as an arsenal of scientific data to back up this bold assertion."}
{"text": "Proposes method of increasing interoperability with partner nations through temporary transfer of self-contained C4ISR systems."}
{"text": "Summarizes the revised U.S. Navy service strategy \"Forward, Engaged, Review: A Cooperative Strategy for 21st Century Seapower\" and explains the new concept of 'All Domain Access' as an means to mainstream the Air-Sea Battle effort to counter opponents' anti-access strategies by making it a focus of naval warfare."}
{"text": "Argues that the arsenal ship concept should be reexamined as means of saturating anti-access networks."}
{"text": "Proposes method of increasing interoperability with partner nations through temporary transfer of self-contained C4ISR systems."}
{"text": "Summarizes the revised U.S. Navy service strategy \"Forward, Engaged, Review: A Cooperative Strategy for 21st Century Seapower\" and explains the new concept of 'All Domain Access' as an means to mainstream the Air-Sea Battle effort to counter opponents' anti-access strategies by making it a focus of naval warfare."}
{"text": "Argues that the arsenal ship concept should be reexamined as means of saturating anti-access networks."}
{"text": "A readable and authoritative introduction to the world's second biggest economy and most important growth story of the last generation. Suitable both for general readers and for classroom use, it explains why China's economy has been able to grow so fast for so long, what challenges it faces today, and how it affects the rest of the world. Published April 1, 2016. Richard McGregor, former Financial Times Beijing bureau chief and author of The Party, calls it \"a rare, clear-eyed depiction of how the Chinese economy really works, and how it doesn't.\""}
{"text": "Recently, much research in the area of haptic technologies has focused on the development of waist-worn vibrotactile belts as substitution or augmentation modalities for audio-visual information. Vibrotactile belts have been used in varied applications, such as navigational aids, spatial orientation display, and balance control. Researchers have mostly focused on the functionality of these vibrotactile belts for specific applications while neglecting performance and usability. Considering the versatility of a vibrotactile belt, we previously conducted a study on the design requirements for vibrotactile belts and introduced an implementation based on these design guidelines. This paper builds on our previous work and provides details for the implementation of a ubiquitous wearable vibrotactile belt. A case study is presented in which the proposed belt was used by a researcher for a novel application of teaching participants choreographed dance. The usability of the belt is demonstrated from the researcher's perspective in terms of functionality and performance and from the participants' perspectives in terms of usability attributes such as comfort and unobtrusiveness."}
{"text": "A human centered pragmatic approach to the design and implementation of a vibrotactile belt is presented in this paper. Based on (a) extensive usability feedback we've collected over the past year, and (b) a thorough survey of existing design guidelines from the literature, we propose a set of design guidelines for the development of haptic belts that can span seamlessly across various applications. These guidelines cover three important aspects for haptic belts: functionality, performance and usability, which are vital for longitudinal use by end users. Taking a human-centric approach from these design guidelines, we demonstrate the construction of a wirelessly controlled haptic belt design that is versatile, usable and practical. Implementation details of the belt are given, along with a preliminary usability study and a brief review of some of the important application areas of haptic belts. Results from the usability study reveal that participants were very pleased with the proposed haptic belt, and found it to be easy to wear and use."}
{"text": "Recently, much research in the area of haptic technologies has focused on the development of waist-worn vibrotactile belts as substitution or augmentation modalities for audio-visual information. Vibrotactile belts have been used in varied applications, such as navigational aids, spatial orientation display, and balance control. Researchers have mostly focused on the functionality of these vibrotactile belts for specific applications while neglecting performance and usability. Considering the versatility of a vibrotactile belt, we previously conducted a study on the design requirements for vibrotactile belts and introduced an implementation based on these design guidelines. This paper builds on our previous work and provides details for the implementation of a ubiquitous wearable vibrotactile belt. A case study is presented in which the proposed belt was used by a researcher for a novel application of teaching participants choreographed dance. The usability of the belt is demonstrated from the researcher's perspective in terms of functionality and performance and from the participants' perspectives in terms of usability attributes such as comfort and unobtrusiveness."}
{"text": "A human centered pragmatic approach to the design and implementation of a vibrotactile belt is presented in this paper. Based on (a) extensive usability feedback we've collected over the past year, and (b) a thorough survey of existing design guidelines from the literature, we propose a set of design guidelines for the development of haptic belts that can span seamlessly across various applications. These guidelines cover three important aspects for haptic belts: functionality, performance and usability, which are vital for longitudinal use by end users. Taking a human-centric approach from these design guidelines, we demonstrate the construction of a wirelessly controlled haptic belt design that is versatile, usable and practical. Implementation details of the belt are given, along with a preliminary usability study and a brief review of some of the important application areas of haptic belts. Results from the usability study reveal that participants were very pleased with the proposed haptic belt, and found it to be easy to wear and use."}
{"text": "Recently, much research in the area of haptic technologies has focused on the development of waist-worn vibrotactile belts as substitution or augmentation modalities for audio-visual information. Vibrotactile belts have been used in varied applications, such as navigational aids, spatial orientation display, and balance control. Researchers have mostly focused on the functionality of these vibrotactile belts for specific applications while neglecting performance and usability. Considering the versatility of a vibrotactile belt, we previously conducted a study on the design requirements for vibrotactile belts and introduced an implementation based on these design guidelines. This paper builds on our previous work and provides details for the implementation of a ubiquitous wearable vibrotactile belt. A case study is presented in which the proposed belt was used by a researcher for a novel application of teaching participants choreographed dance. The usability of the belt is demonstrated from the researcher's perspective in terms of functionality and performance and from the participants' perspectives in terms of usability attributes such as comfort and unobtrusiveness."}
{"text": "A human centered pragmatic approach to the design and implementation of a vibrotactile belt is presented in this paper. Based on (a) extensive usability feedback we've collected over the past year, and (b) a thorough survey of existing design guidelines from the literature, we propose a set of design guidelines for the development of haptic belts that can span seamlessly across various applications. These guidelines cover three important aspects for haptic belts: functionality, performance and usability, which are vital for longitudinal use by end users. Taking a human-centric approach from these design guidelines, we demonstrate the construction of a wirelessly controlled haptic belt design that is versatile, usable and practical. Implementation details of the belt are given, along with a preliminary usability study and a brief review of some of the important application areas of haptic belts. Results from the usability study reveal that participants were very pleased with the proposed haptic belt, and found it to be easy to wear and use."}
{"text": "Recently, much research in the area of haptic technologies has focused on the development of waist-worn vibrotactile belts as substitution or augmentation modalities for audio-visual information. Vibrotactile belts have been used in varied applications, such as navigational aids, spatial orientation display, and balance control. Researchers have mostly focused on the functionality of these vibrotactile belts for specific applications while neglecting performance and usability. Considering the versatility of a vibrotactile belt, we previously conducted a study on the design requirements for vibrotactile belts and introduced an implementation based on these design guidelines. This paper builds on our previous work and provides details for the implementation of a ubiquitous wearable vibrotactile belt. A case study is presented in which the proposed belt was used by a researcher for a novel application of teaching participants choreographed dance. The usability of the belt is demonstrated from the researcher's perspective in terms of functionality and performance and from the participants' perspectives in terms of usability attributes such as comfort and unobtrusiveness."}
{"text": "A human centered pragmatic approach to the design and implementation of a vibrotactile belt is presented in this paper. Based on (a) extensive usability feedback we've collected over the past year, and (b) a thorough survey of existing design guidelines from the literature, we propose a set of design guidelines for the development of haptic belts that can span seamlessly across various applications. These guidelines cover three important aspects for haptic belts: functionality, performance and usability, which are vital for longitudinal use by end users. Taking a human-centric approach from these design guidelines, we demonstrate the construction of a wirelessly controlled haptic belt design that is versatile, usable and practical. Implementation details of the belt are given, along with a preliminary usability study and a brief review of some of the important application areas of haptic belts. Results from the usability study reveal that participants were very pleased with the proposed haptic belt, and found it to be easy to wear and use."}
{"text": "Now reissued by Cambridge University Press, this sixth edition covers the fundamentals of aerodynamics using clear explanations and real-world examples. Aerodynamics concept boxes throughout showcase real-world applications, chapter objectives provide readers with a better understanding of the goal of each chapter and highlight the key 'take-home' concepts, and example problems aid understanding of how to apply core concepts."}
{"text": "This computational aerodynamics (CA) textbook is written at the undergraduate level, based on years of teaching focused on developing the engineering skills required to become an intelligent user of aerodynamic codes, unlike most available books which focus on learning how to write codes. This is done by taking advantage of CA codes that are now freely available and doing projects to learn the basic numerical and aerodynamic concepts require. The authors believe that new and vibrant ways to interact with CA are important in order to improve understanding of aerodynamics. This book includes a number of unique features to make studying Computational Aerodynamics more enjoyable. These include: • The computer programs used in the book's projects are all open source and accessible to students and practicing engineers alike on the book web site, www.cambridge.org/cummings • CA Concept Boxes appear throughout the book to make material more relevant and to provide interesting asides from the material at hand • Flow Visualization Boxes are used throughout the book to give readers the opportunity to “see” fluid dynamic flows first hand • Profiles of both experienced and beginning practitioners of CA are included throughout to give a more personal dimension to the practice of numerical simulations of aerodynamics • Best Practices summaries are included at the end of most chapters to provide real world guidelines for how CA is typically used • The website includes access to images, movies, programs, CA codes, additional material, and links to a variety of resources vital to the discussions contained within the book (www.cambridge.org/aerodynamics)"}
{"text": "The generation of reduced-order models for computing the unsteady and nonlinear aerodynamic loads on an aircraft from pitching motions in the transonic speed range is described. The models considered are based on Duhamel’s superposition integral using indicial (step) response functions, Volterra theory using nonlinear kernels, radial basis functions, and a surrogate-based recurrence framework, both using time-history simulations of a training maneuver(s). Results are reported for the X-31 configuration with a sharp leading-edge cranked delta wing geometry, including canard/wing vortex interactions. The validity of the various models studied was assessed by comparison of the model outputs with time-accurate computational-fluid-dynamics simulations of new maneuvers. Overall, the reduced-order models were found to produce accurate results, although a nonlinear model based on indicial functions yielded the best accuracy among all models. This model, along with a time-dependent surrogate approach, helped to produce accurate predictions for a wide range of motions in the transonic speed range. Read More: http://arc.aiaa.org/doi/abs/10.2514/1.J052309"}
{"text": "This paper discusses recent research work on the development of a functional trivalent chromium plating process from a trivalent-based electrolyte to replace hexavalent chromium plating. Hexavalent chromium plating has been used for many years to provide hard, durable coatings with excellent wear and corrosion resistance properties. However, hexavalent chromium baths have come under increasing scrutiny due to the toxic nature of the bath, effects on the environment and workers’ health. In this paper are results from our development program aimed at achieving properties comparable to existing hexavalent chromium plating for functional applications. Specifically, recent efforts in plating chromium on the internal surfaces of cylindrical parts will be presented, as well as wear test data."}
