{"text": "Monitors the development of artificial intelligence, robotics and autonomous technologies and their possible implications for future of warfare and global security"}
{"text": "Чугунiевый стратфоръ. Автострадный think tank. Центр политической наркологии. Искромётные новости со всего мира с ололополитическими комментариями."}
{"text": "Чугунiевый стратфоръ. Автострадный think tank. Центр политической наркологии. Искромётные новости со всего мира с ололополитическими комментариями (но это не точно),"}
{"text": "Post on various scientific topic, including cosmology, time travel, artificial intelligence, and nanoweapons. Over 12,000 Followers and over 2,100,000 Post Views"}
{"text": "Over 25,000 Followers seek to understand more about science and life."}
{"text": "Louis Del Monte shares his “scientific” and “real world” experience to deliver keynotes that are memorable and make a difference."}
{"text": "This project will produce a series of papers that explore different dimensions of Chinese military learning through the Institue for the Study of War."}
{"text": "My book project will be forthcoming with the U.S. Naval Institute Press in 2022."}
{"text": "www.igg.me/at/ManyMentors ManyMentors 501(c)(3) launched a crowdfunding campaign to raise funds to support STEM outreach and advocacy, as well as support the the development of the world's first mobile mentoring app for STEM mentoring. Donate and support this initiative today!"}
{"text": "Personally prospected, concepted, and quoted a $20M project spanning 3 years with largest customer. Tasks include creating standard tooling platforms, reorganizing company pricing methods to suit the unique projects, collecting and negotiating pricing from an international host of suppliers, and coordinating overseas sub- ontractor contributions."}
{"text": "Led proposal effort to win an exhibit contract from the Museum of Science and Industry in Chicago totaling $5M. The exhibit showcases modern manufacturing technology to the general public. The effort included coordinating equipment donation from vendors, system concept layout involving unusual museum dynamics, as well as presenting technical materials to non-technical audiences."}
