{"text": "A brief \"illustrated\" video of excerpts from my #CERN Sparks talk, recorded from my back garden!"}
{"text": "A new World Economic Forum interview on \"Radio Davos\":"}
{"text": "A remarkably cogent defence of democratic ideals in the digital era, by Paul Nemitz:"}
{"text": "New PhD and postdoc fellowships available from the Future of Life Institute in \"AI existential safety\" -- see "}
{"text": "Have read several recent articles about various scams to inflate paper counts and citation counts. Here is my first case of attempted bribery by an organization. Have other people seen such attempts? Hi, Dear Prof. Stuart Russell, nice to meet you. This is Charlotte from AEIC(Academic Exchange Information Centre). Would you mind telling me if you are a guest editor of any SCI/SSCI/EI indexed journal?If yes, we would like to recommend some manuscripts to your special issues. For each accepted manuscripts, we could pay a certain honorarium for you. Looking forward to your early reply. Best regards, Charlotte"}
{"text": "The first killings by lethal autonomous weapon? New article in IEEE Spectrum:"}
{"text": "An interesting documentary by Ana Montserrat on the present and future of AI: "}
{"text": "New post today with Charles-Edouard Bouée on the World Economic Forum Global Agenda. It's about the future of work and human roles in an AI-enabled world: "}
{"text": "Less than two weeks to submit your contributions to AEGAP 2018! IJCAI/ECAI 2018 - July 13-19 2018, Stockholm, Sweden - "}
{"text": "Abierta la convocatoria del #IIOpendatathon ¿Presentas tu reto? Nivel preuniversitario y universitario "}
{"text": "I will be looking to fill a postdoctoral position in the next couple of months for a new program I have gearing up. Candidate will need to have a strong background in molecular or microbiology. Please have any interested individual email me at Scott.walper@nrl.navy.mil I will have a posting on the NRC RAP website in the next month or two and will utilize this program to fill the position."}
{"text": "RAND is #hiring! We are looking for technical analysts, engineers, information and physical scientists, among many others. Here are links to these opportunities, all available through our website at www.rand.org: Engineers: "}
{"text": "Check out our new publication here:"}
{"text": "Check out our new report on cyber-incident management! "}
{"text": "MY LATEST: 'Artificial Intelligence, Strategic Stability and Nuclear Risk', co-written with a truly international team: Lora Saalman Ofner, Petr Topychkanov , SU FEI ), Moa Peldán Carlsson. In the report, we warn that nuclear-armed states’ competition in military AI and premature adoption of AI in nuclear weapons and related capabilities could have a negative impact on strategic stability and increase the likelihood of nuclear weapon use. We consequently propose some AI-specific nuclear risk reduction measures for nuclear-armed states and their allies. Read more"}
{"text": "SIPRI’s #MENA Programme is #hiring a Programme Director and Senior Researcher to continue developing the programme and its work, increase the scope of the programme and ensure existing projects are delivered. For more information and to apply, visit ➡️ "}
{"text": "How does the military use of AI impact the possibility to hold actors legally responsible for IHL violations? Join the conversation with Marta Bo, Dustin Lewis and Binxing Zhang on 8 November. (15.30 CET) as part of @SIPRIorg #SthlmSecCon. Register --> "}
{"text": "#jobalert Come work with me! SIPRI is seeking a (Senior) Researcher to join the Emerging Tech team. We are looking for someone with legal expertise and/or expertise on responsible AI innovation. Deadline to apply 31/10! "}
{"text": "#Jobadvert !SIPRI is seeking a (Senior) Researcher to join the Emerging Tech team. We are specifically interested in someone who can reinforce the capacity of the research team on a) the governance of emerging technologies under international law ; and/or b)responsible innovation. To apply: "}
{"text": "Turn on UNTV at 10 AM EDT. I will present at a virtual Arria-formula meeting at the UN Security Council on “The Impact of Emerging Technologies on International Peace and Security” I am very honoured to share the panel with Izumi Nakamitsu, High Representative for Disarmament Affairs and Maria-Francesca Spatolisano, Officer-in-Charge of the Office of the Secretary-General’s Envoy on Technology More information -->"}
{"text": "Don't miss the session on cybersecurity at SIPRI #SthlmForum on Peace and Development with - Nicole Perlroth, reporter at the New York Times and author of 'This Is How They Tell Me The World Ends' - Laura K. Bate from the US Cyberspace Solarium Commission; - Moliehi M. Makumane from South African Deparment of Defense - Johan Turell Information security analyst from MSB (Swedish Civil Contingencies Agency) The session will explore the strategic trade-offs associated with different approaches to cybersecurity. We will talk among other about the respective value of resilience and deterrence oriented approaches, the cyber-security implications of the Covid-19 pandemic, the lessons to be learned from the recent Solar Winds incident, the zero-day vulnerability market, and norms of responsible behaviour in cyberspace. Join now --> "}
{"text": "Do you wonder how recent advances of AI could generate opportunities and risks for development? Join the dedicated session at 2021 #Sthlmforum on Peace and Development. We'll discuss digital gap, AI applications for economic and human development, democratisation of AI and AI governance with a stellar group of experts. Amandeep Gill, Former Executive Director of the UN High-Level Panel on Digital Cooperation Karen Hao: senior AI editor for the MIT Technology Review Alex Tsado: co-founder of Alliance4ai Urvashi Aneja: founding director of Tandem Reseach India & author of 'AI on the Ground: A Snapshot of AI Use in India' #artificialintelligence #ict4d #aiforgood #aiforall SIPRI Regeringskansliet, Utrikesdepartementet Register here: "}
{"text": "Full edition of the International Review of the Red Cross on \"Digital technologies and war\" is now online."}
{"text": "http://amzn.to/1TbvDCA"}
{"text": "We’ve just extended the deadline for applications for a new senior role at CSER, combining research responsibilities with an emphasis on mentoring and nurturing early-career researchers who are passionate about some of the world’s biggest challenges, including AI risk, biotechnology governance and catastrophic climate change. Open to part time (60%+) or full time. More info here:"}
{"text": "Data intelligence on crowd finance now available. www.crowdsurfer.com."}
{"text": "Read a new op-ed I co-authored in El Pais (Spanish and English) on the weaponization of the space domain."}
{"text": "A new study I've co-authored on the upcoming Biological Weapons Convention review."}
{"text": "This short post discusses a new UNIDIR publication we have put out on compliance with #WMD #armscontrol and #disarmament #treaties"}
{"text": "We are about to recruit the replacement for the unreplaceable. A legend in the ICRC weapon contamination unit will be handing on his position in mid-2021. Big boots to fill in a challenging but inspiring role. Working in a team that is focussed on professionalism and passionate about the impact of our work. #humanitarian #icrc #eod #cbrn"}
{"text": "Mr Rafael Mariano Grossi is the Director General of International Atomic Energy Agency (IAEA). He is an Argentine diplomat with vast experience in multilateralism. In our #25yearsGCSP event “Nuclear Risks and Opportunities: A Conversation with Rafael Grossi”, he will address burning issues such as the role of the IAEA in a world affected by the pandemic, prospects for improving nuclear security and non-proliferation, and the future of multilateralism. Register here: "}
{"text": "Here's a short YouTube video UNIDIR that features Giacomo Persi Paoli and yours truly for the German Ministry of Foreign Affairs' online conference entitled \"2020. Capturing Technology. Rethinking Arms Control\" this Thursday and Friday. We've also written a brief overview chapter for the Conference reader featuring advanced long-range missiles, cyber offensive operations and space security: "}
{"text": "#risks #nuclearweapons #deterrence #armscontrol"}
{"text": "Read a new op-ed I co-authored in El Pais (Spanish and English) on the weaponization of the space domain."}
{"text": "A new study I've co-authored on the upcoming Biological Weapons Convention review."}
{"text": "This short post discusses a new UNIDIR publication we have put out on compliance with #WMD #armscontrol and #disarmament #treaties"}
{"text": "We are about to recruit the replacement for the unreplaceable. A legend in the ICRC weapon contamination unit will be handing on his position in mid-2021. Big boots to fill in a challenging but inspiring role. Working in a team that is focussed on professionalism and passionate about the impact of our work. #humanitarian #icrc #eod #cbrn"}
{"text": "Mr Rafael Mariano Grossi is the Director General of International Atomic Energy Agency (IAEA). He is an Argentine diplomat with vast experience in multilateralism. In our #25yearsGCSP event “Nuclear Risks and Opportunities: A Conversation with Rafael Grossi”, he will address burning issues such as the role of the IAEA in a world affected by the pandemic, prospects for improving nuclear security and non-proliferation, and the future of multilateralism. Register here: "}
{"text": "Here's a short YouTube video UNIDIR that features Giacomo Persi Paoli and yours truly for the German Ministry of Foreign Affairs' online conference entitled \"2020. Capturing Technology. Rethinking Arms Control\" this Thursday and Friday. We've also written a brief overview chapter for the Conference reader featuring advanced long-range missiles, cyber offensive operations and space security: "}
{"text": "#risks #nuclearweapons #deterrence #armscontrol"}
{"text": "New opinion editorial in Spanish newspaper by my #UNIDIR colleague Jamie Revill and me on \"COVID, Choices and a Darker Biological Weapons Future?\" We argue that a 21st century of bioweapons is not inevitable, and that there are concrete and complementary things the international community can do to strengthen systems against #infectiousdisease and the norm against biological weapons. The English version will shortly be available on UNIDIR's website (www.unidir.org): "}
{"text": "JOB OPPORTUNITY: Do you want to work at the heart of Military Sciences? Are you keen to coordinate a team of talented and enthusiastic researchers? After two influential years at the Royal United Services Institute, it is time for me to move on. My role is now open for applications. If you are interested or have any questions, please do not hesitate to message me or my colleagues Paul O'Neill, Andy Young, Sarah Ashbridge, Juliana Suess, Justin Bronk, Jack Watling, Dr Sidharth Kaushal, Samuel Cranny-Evans, Nick R.."}
{"text": "\"Acquisition programs are then penny-pinched, micro-managed and often spread over a decade or more to try and make the books balance — an almost perfect mix to ensure maximum long-term cost and risk for minimal capability. British defense planners are forced into chronic bad behaviors because the force structure required to meet policy demands simply cannot be delivered and sustained within the budget available year on year.\" Justin Bronk's latest. Worth reading the whole article."}
{"text": "I chat with Justin Bronk from the Royal United Services Institute about the current state of the Russian Aerospace Forces. Considering that Russia inherited a massive air fleet and the reputation of the powerful Soviet Air Force, where does the VKS stand today, with limited funds(?), deployments in Syria and stealth? #aviation #military #defence #aerospace"}
{"text": "Easy and quick reading is so fashionable right now. Skim some analysis and become an expert, right? Why not buck the trend and read something longer and more challenging but actually useful? My colleague Justin Bronk wrote the paper below last year. If you want to start understanding what Air Power will look like in the 2030s, start by reading about the plans of adversaries. No better place to start."}
{"text": "Incredibly excited to launch and lead the new Indo-Pacific Programme at RUSI. This permanent new programme within the ISS department will deliver empirically-driven and forward-looking research and policy advice on the region’s key defence and security questions. We’ve also got a podcast - ‘Bridging the Oceans’ - to showcase and listen to key experts from the region itself and from Europe. For more information, visit: "}
{"text": "\"Every three months, dozens of French air force fighters, tankers and radar planes take off at bases across France, form up over the Atlantic Ocean then split up and practice penetrating air-defenses and dropping nuclear bombs on French soil. These quarterly exercises, code name 'Poker,' don’t just prepare French forces for nuclear war—they’re also a increasingly important diplomatic tool as France aims to fill the void a destabilizing United States has left in Europe.\""}
{"text": "The Military Sciences team at RUSI will publish a book on 30 September on questions that the Integrated Review must answer about the UK's military - Decision Points: Rationalizing the Armed Forces of European Medium Powers. Join the launch: "}
{"text": "In light of the upcoming Integrated Review, a new Occasional Paper from Airpower and Technology Research Fellow Justin Bronk, 'Combat Air Choices for the UK Government', outlines the combat air choices facing policymakers. "}
{"text": "Very happy to share my latest publication: Our Digital Future: The #Security Implications of #Metaverses co-written with Federico Mantellassi, In this publication, we examine the role that metaverses can play in online #disinformation and political polarization, their impact on #privacy and personal profiling as well as on personal #security, #cyber #bullying and #harassment, the use of metaverses by criminals and criminal organisations, their impact on #geopolitics and future #warfare and their probable increasingly immersive developments through #neurotechnologies. We conclude by calling that #responsible #innovations and security-by-design must be the guiding principles of efforts to develop metaverses. #emergingtechnologies #AI #governance #metaverse Might be of interest: Trust Valley, Lennig Pedron, Dr. Lydia Kostopoulos, Daniel Faggella, Nick Mayencourt, Martin Dion (CISSP, CISM), Peter W. Singer, Cyrus Hodes, Karine Perset, Adolf J. Doerig, Dalith Steiger-Gablinger, Elizabeth Linder, Caecilia Charbonnier, Sylvain Métille, Francesca Bosco, Patrick Lin, Gérald Vernez, Quentin Ladetto, Anja K., Isabelle Chappuis, Marie Valentine Florin, Nicholas Davis, Nicolas Miailhe, Giacomo Persi Paoli, Francesco Marelli Caltarossa, Irakli Beridze, Daniel Stauffacher, Anne-Marie Buzatu, Clarissa Rios Rojas, Bryonie Guthrie, Kerstin Vignard, Heather M. Roff, Olivier Dessibourg, Philippe MOTTAZ, Olivier Schmitt, Ph.D, Oscar Jonsson, PhD, Manuel Muñiz, Gustav Lindstrom, André Loesekrug-Pietri⚡️"}
{"text": "Analyse de l’annonce de Sergueï Roudskoï, chef adjoint de l’état-major russe, que l’armée #russe va «concentrer le gros de ses efforts sur son objectif principal: la libération du #Donbass» et donc de l’est de l’#Ukraine dans le 19:30 de la RTS - Radio Télévision Suisse Argument: principe de réalité prévaut au vue des pertes russes après un mois de combat et de la résistance des Ukrainiens. Si cette annonce est mise en oeuvre, elle permettrait la concentration des forces russes sur l'est de l'#Ukraine afin d'essayer de s'emparer totalement du Donbass et de sécuriser les territoires qui relient le Donbass à la #Crimée (d'où l'importance de s'emparer de Marioupol). Elle permettrait également de mettre l'effort principal sur l'encerclement des troupes ukrainiennes à l'est. Si cette stratégie fonctionnait, elle donnerait au gouvernement russe une raison de légitimer la fin de ses opérations militaires (surtout devant son opinion publique) ou alors de libérer des forces pour les déployer ailleurs afin de continuer d'autres opérations militaires dans le sud (prise d'#Odessa, contrôle des rives de la Mer Noire et lien avec les troupes russes en #Transnistrie) ou au nord #Kiev. Cette #stratégie dépendra de la capacité de la Russie de libérer des forces sur d'autres fronts et/ou d'en générer de nouvelles pour le front est. Evidemment, les Ukrainiens ne vont pas rester passifs et au vue des contre-offensives qu'ils ont déjà lancées dans certaines villes comme Kiev ou Kherson, et de leur résistance contre les troupes russes, on peut s'attendre à ce que les Ukrainiens essaient de repousser les Russes hors de leur frontière. Sans armes lourdes, cela paraît cependant difficile et donc on pourrait s'attendre à un enlisement en #guerre de position. Geneva Centre for Security Policy"}
{"text": "Me réjouis de partager quelques réflexions sur les évolutions #géopolitiques actuelles lors du Forum Les Sommets à Annecy. J’y parlerai notamment d’apolarité et de l’impact grandissant des #technologies émergentes dans la #démocratisation de la #puissance."}
{"text": "Quelques commentaires sur la #digitalisation et l'utilisation d’#algorithmes dans la #guerre en #Ukraine tirés de la conférence de presse du lancement des Swiss Cyber Security Days 2022 dans Le Temps Pour Jean-Marc Rickli, directeur des #risques globaux et émergents au Geneva Centre for Security Policy la #technologie est au cœur de la guerre actuelle. «Il y a déjà la guerre de l’#information. A ma connaissance, c’est la première fois qu’une vidéo trafiquée, un #deepfake, a été utilisée, lorsqu’une fausse vidéo du président ukrainien, Volodymyr #Zelensky, annonçant la capitulation de l’#armée ukrainienne, a été diffusée.» La #vidéo, de piètre qualité, a été suivie peu après par une fausse vidéo de Vladimir #Poutine annonçant avoir conclu la #paix. «Ces deepfakes peuvent avoir un impact sur certains citoyens, poursuit Jean-Marc Rickli. Et ces technologies se perfectionnent: on se souvient qu’il y a un an des politiciens européens avaient cru s’entretenir sur #Zoom avec Leonid Volkov, bras droit de l’opposant russe Alexeï #Navalny, alors que c’était un faux.» Images manipulées Selon Jean-Marc Rickli, «la suite pourrait être la #manipulation d’images #satellites, avec là aussi l’idée d’influer sur le moral des citoyens, voire des troupes». L’expert note que de manière peu visible le #conflit se joue aujourd’hui en ligne: des ingénieurs ont par exemple publié sur #Twitter les différentes fréquences utilisées par l’armée #russe, afin d’intercepter leurs communications. «Et l’intelligence artificielle ne sert pas qu’à créer des deepfakes: on peut imaginer que rapidement des #armes seront dirigées par de l’intelligence artificielle, avec des conséquences potentiellement désastreuses», avertit Jean-Marc Rickli. NB: il y a controverse par rapport au faux Volkov, certains affirmant que c’était un deepfake, d’autres un imitateur. Des algorithmes sont déjà présents dans des sytèmes d’armes notamment liés à la #surveillance ou dans les #loiterings #munitions dont certaines sont utilisées en Ukraine. #AI #IA #artificialintelligence #intelligenceartificielle #ukrainewar"}
{"text": "Quelques commentaires sur le bilan de la #guerre en #Ukraine après le premier mois du début des hostilités dans le journal Le Temps. «Depuis le début de l’invasion, la plus grande surprise est la mauvaise performance de l’#armée #russe. Le plan initial d’un effondrement rapide de l’Ukraine était irréaliste et basé sur des postulats et des #renseignements sur la capacité et la volonté de l’armée et du peuple ukrainiens de se défendre erronés», estime Jean-Marc Rickli, du Geneva Centre for Security Policy. Les attaques de l’armée russe, forcée de changer son fusil d’épaule, sont dispersées et il y a un manque de coordination entre l’#infanterie, les troupes mécanisées, l’#artillerie et l’#aviation, qui n’a toujours pas de maîtrise totale du ciel, selon cet expert. «La #logistique russe n’est pour l’instant pas à la hauteur d’une telle invasion», poursuit-il. D’autant que le dégel et la boue obligent les convois russes à rester sur les routes, à la merci du harcèlement ukrainien et des #armes #antichars fournies par les #Occidentaux. La seconde surprise est l’ampleur de la résistance ukrainienne. Dans la guerre d’usure qui s’installe, le #moral devient de plus en plus important. «Mais la #Russie a réussi à garder l’initiative et peut choisir l’#escalade», met en garde Jean-Marc Rickli. En face, les Occidentaux craignent d’être entraînés dans un conflit direct avec la Russie. Leur prudence est compréhensible face à une #puissance #nucléaire qui brandit cette menace. Mais, selon Jean-Marc Rickli, «cela empêche les Occidentaux de prendre l’initiative et de fixer des limites claires au Kremlin». Quant aux négociations, elles se poursuivent mais aucun camp n’est prêt à faire de concessions pour le moment. La Russie parce qu’elle n’a rien obtenu, l’Ukraine parce qu’elle tient toujours tête aux envahisseurs."}
{"text": "Interview on Al Jazeera Media Network about #Russia's #cyber threats against the #USA as mentioned by President #Biden جدل بشأن هجمات سيبرانية روسية محتملة حذرت منها واشنطن، وموسكو ترد بأنها ليست منخرطة في اللصوصية. فما هي احتمالات شن روسيا هجمات سيبرانية؟ Geneva Centre for Security Policy"}
{"text": "When words don’t match…"}
{"text": "Commentaires sur l'impact de la #guerre en #Ukraine sur les futures dynamiques du marché de l'#armement ainsi que le rôle de l'#interopérabilité et les normes communes dans les décisions d'achats d'#armes pour l'émission Tout un Monde de la RTS - Radio Télévision Suisse Marché de l'armement: la guerre en Ukraine démontre le rôle primordial des armes anti-chars et anti-aériennes dans la #défense territoriale des Ukrainiens face aux #Russes. Du fait de la nature des opérations militaires des #Occidentaux ces 30 dernières années qui reposaient pour la plupart sur la projection de forces dans le cadre d'opérations de restoration/maintien de la #paix ou d'opérations #antiterroristes ou de contre-insurrection, ces armes n'étaient pas une priorité car la plupart des adversaires n'avaient pas de forces aériennes et de capacités mécanisées ou alors très restreintes. Les #Européens vont donc devoir réinvestir dans la défense territoriale ce qui va également privilégier les systèmes d'armes lourdes (mécanisées, navales, aériennes, anti-aériennes, anti-#missiles). Les #drones montrent également leur rôle crucial utilisés comme moyens de #surveillance et \"d'artillerie aérienne\". Il est également très probable que plus de moyens vont être alloués aux développements d'armes anti-drones surtout si elles devaient être utilisées en #essaim (#swarm) dans le futur. Du fait de la #digitalisation croissante des systèmes d'armes, les moyens de guerre électroniques et #cybernétiques auront également une place proéminente. Finalement, cette guerre démontre également le rôle crucial de la #logistique et des approvisionnements en armes. Donc, on verra probablement une augmentation importante des réserves de munitions afin de pouvoir tenir dans la durée. En ce qui concerne les gagnants de ces futurs achats, l'industrie américaine est bien positionnée du fait de son ancrage très fort notamment dû à la perspective de jouir de la protection américaine par l'intégration des systèmes d'armes US (pays de l'Europe de l'Est et du #Golfe) mais également des processus d'interopérabilité qui favorisent Washington (décision d'achat de l'Allemagne de #F35 afin de remplir sa mission de #dissuasion #nucléaire notamment en pouvant emporter les bombes B61 qui ne sont compatibles ni avec le #Rafale ou l'#Eurofighter). Afin de favoriser leur industrie indigène, certains Etats Européens devraient acheter local et inciter leurs alliés à acheter européen (Rheinmetall pour l'#Allemagne, Thales, #Dassault pour la France par exemple) surtout si l'#Europe veut acquérir son autonomie stratégique. Cependant, les difficultés dans le développement du système de combat aérien du futur, #SCAF, Future Combat Air System #FCAS, futur avion de combat européen qui devrait être un \"système de systèmes,\" montre les limites de l'exercice. #Ukainewar Geneva Centre for Security Policy"}
{"text": "SIPRI welcomes the appointment of Stefan Löfven, former Prime Minister of Sweden🇸🇪 and leader of Socialdemokraterna from 2012–21, as the new Chair of the Governing Board. Löfven will formally take up his position on 1 June and succeeds Ambassador Jan Eliasson:"}
{"text": "Thanks to Bulletin of the Atomic Scientists for publishing my thoughts on how Russia’s actions harm nuclear arms control. #warinukraine #armscontrol #nuclearweapons #nonproliferation"}
{"text": "This video is my conversation with the correspondent of the TV channel Republic World and participants from Kyiv, Belgrade and Riga. I prefer not to give media comments on topics related to the situation in #Ukraine if it does not concern areas in which I understand, namely #nuclear security, #nonproliferation and nuclear #armscontrol. In addition, it has become risky for Russian specialists who are critical of the Kremlin's decision to launch this military operation to speak about their position in public, as this is fraught with fines and prison terms. But it is necessary to talk about what is happening in Ukraine, addressing both Russian and foreign audiences. And #dialogue with representatives of Ukraine and Western countries is now in demand more than ever. Below are a couple of points from that #interview. First, it isn't easy to understand Russia's mood. In general, our knowledge of Russia is now minimal. Referring to the Russian journalist Andrey Karaulov, I cited the opinion that even the authorities know little about Russia (he put it more sharply, "}
{"text": "It was a straightforward conversation with Ny Teknik – utvecklingen har bara börjat about the nuclear dimension of the Russian offence against Ukraine. Previously, before the war, in one of my interviews, I argued that this conflict should not have a nuclear dimension. Unfortunately, Russia´s leadership decided mistakenly and dangerously to bring the nuclear weapons aspect to this. #stopwar #nuclearweapons #interview #ukraine"}
{"text": "While China and the United States remain at political odds, there are indications that China's strategies in space, cyberspace and nuclear domains are increasingly converging with those of the USA, as well as Russia. This SIPRI report explores the current state of Chinese discussions on multidomain deterrence and strategic stability, with a focus on active defence and proactive defence ➡️ "}
{"text": "When you see what it is like to do research and study in the conditions of the global #covidー19 crisis, you understand the value of successful work! I am amazed at how the Uppsala University master's program has redesigned itself in response to the epidemic. And most importantly, I am incredibly proud of how my wife Yulia carried out fieldwork and did research at the highest level under these pressing conditions! Keep it up and new achievements to you! #proudhusband #mastersprogram #studyinsweden"}
{"text": "Join SIPRI on 10 November for a discussion on the development, procurement and deployment of low-yield nuclear weapons with medium- and short-range delivery systems in the Indo-Pacific region at the 2021 #SthlmSecCon. 🎙Petr Topychkanovh, Anastasia Barannikova, Zafar Iqbal Cheema, Rakesh Sood & Sharon Squassoni Register now ➡️ "}
{"text": "On 10 Nov, at 2.00 pm CET, join me for a vital conversation on “Tactical or strategic? Low-yield nuclear weapons and the Indo-Pacific region.” It’s my immense privilege and pleasure to introduce the speakers who will help us navigate this re-emerging issue: Dr Anastasia Barannikova (Vladivostok, #Russia), Dr. Zafar I Cheema (Islamabad, #Pakistan), Amb Rakesh Sood (rakesh sood; New Delhi, #India), Prof Sharon Squassoni (Washington DC, #USA). To find more and register, please use this link: "}
{"text": "Very happy to announce that our report on the practical elements of human control over autonomous weapon systems is OUT! What a blessing it has been to have worked with these wonderful and intelligent people this past year."}
{"text": "National Security Journal Volume 3, Issue 4: Stockholm International Peace Research Institute Special Issue "}
{"text": "While China and the United States remain at political odds, there are indications that China's strategies in space, cyberspace and nuclear domains are increasingly converging with those of the USA, as well as Russia. This SIPRI report explores the current state of Chinese discussions on multidomain deterrence and strategic stability, with a focus on active defence and proactive defence ➡️ "}
{"text": "'Hacking nuclear deterrence: Cyber threats to nuclear systems' SIPRI - 9 November 2021, 14:00–15:15 CET"}
{"text": "Join me for a webinar I will be chairing on #nuclearweapons risk in #southasia on Monday 14 March (14:00 hrs - 15:30 hrs. IST) with Manpreet Sethi and Tong Zhao. and Amb. A.L.A. Azeez Register here: "}
{"text": "My latest publication looks at crisis management options on the North Korean nuclear crisis and examines the historical and strategic reasons for the development of the DPRK's nuclear weapons program. Please feel free to share any feedback on this piece, especially from the nuclear policy community at (malinda@lki.lk). #northkorea #nuclearweapons #dprk"}
{"text": "In their latest for BASIC, Emily Enright and Eva-Nour Repussard discuss how the Stepping Stones Approach and the TPNW complement each other in achieving disarmament. Read it here:"}
{"text": "Important lesson particularly for Developing countries of what can be achieved when you prioritise healthcare and education over useless glamour infrastructure projects like airports and sports stadiums. More than 90% of the population has been vaccinated with at least one dose of #Cuba’s homegrown vaccines, while 83% have been fully inoculated. Of countries with populations of over a million, only the U.A.E has a stronger vaccination record. #covid19vaccination"}
{"text": "It's been an amazing year of learning at The Commonwealth and across all our Asian member states. To highlight just one example, I was fortunate to hear excellent new insights on the Indo-Pacific thanks to the Observer Research Foundation. Was an honour to deliver the Valedictory Address at the same event. The video is available below:"}
{"text": "There are times when you put some thing out there that really touches on a nerve. This was one of those moments. I’m really grateful for the traction this has had, mostly because I want this to be a warning bell for the world. We cannot continue to treat countries as less than and more than￼. We are all in this together and I invite anyone who wants to engage in this discourse to reach out to me. We need to be in solidarity as we confront this global pandemic.￼"}
{"text": "Re-reading an old article by Michael Krepon on 'The Stability-Instability Paradox'. The last measure on this list of risk reduction measures still holds true, which is why we need the #tpnw #nuclearbantreaty"}
{"text": "It was a great experience to be part of the Emerging Voices Network (EVN) that helped put this publication together. Congratulations and many thanks to María Garzón Maceda and Marzhan Nurzhan for your work co-chairing the disarmament working group."}
{"text": "The Meeting of Experts scheduled to be held during 1-10 December, the present #pandemic should be viewed as the catalyst for strengthening the #Biological Weapons #Convention and Advancing Effective Action on #Biological #Security Education, #Awareness, and Outreach. As outlined in the current edition of CBW along with the need to deter #Chemical attacks and the limitations of law enforcement authorities. Ian Anthony Lakshmi Priya Ankit K Malcolm Dando Tatanya Novossiolova Rajorshi Roy"}
{"text": "Practicing Due Diligence in #cyberspace during #COVID19 Hertie School Hertie School Security Club by Sico van der Meer. Wednesday 14-15 CET"}
{"text": "Thank you Liam for making my article a part of your podcast. Without an holistic approach by the governments across the world, #cyber threats would continue to remain detrimental to the #nationalsecurity approaches. #cybersecurity. Kindly, subscribe to the policy people ( "}
{"text": "First of its kind, the book #COVID-19: Analysing the threats' not only captures varied state responses to tackle the ongoing pandemic but also underscores different geopolitical and technological aspects of #COVID-19. It also highlights the importance of #biosecurity and #bioethics."}
{"text": "With the adoption of varied #digital means to continue business as usual in times of pandemic, the states are likely to witness growing trends in sophisticated #state-based #cyberactors #Australia #China #cybersecurity"}
{"text": "With #digital threats becoming trickier, a more holistic approach towards #cybersecurity would help create a vibrant #digital healthcare environment. My take on the issue."}
{"text": "This edition of CBW Magazine focuses on #covid19 crisis relating to changing #geopolitics, operational experiences and institutional challenges in curbing the spread of the virus. There are many lessons to be learned from the current crisis and the post-pandemic phase is likely to witness a new world order. #India, #Italy, #Iran, #US, #UAE #Canada #China"}
{"text": "It was a great pleasure to be a part of this endeavour and share my views in the 3rd volume of SIPRI'S \"#AI, strategic stability and #nuclear risks \"-- A south Asian perspective."}
{"text": "Pleasure to be a part of this project. Thanks Petr Topychkanov Lora Saalman Ofner excellent team at SIPRI for bringing this out. Have made a humble contribution in this."}
{"text": "#climatechange!"}
{"text": "The guy makes sense!"}
{"text": "http://lnkd.in/bhgTrKx"}
{"text": "🚨 New Book Alert📢 #WMDinAsiaPacific offers a timely and comprehensive assessment of the WMD threats in the Asia-Pacific, including threats from nuclear, chemical and biological weapons. Get your copy now! "}
{"text": "Enjoyed being a part of this project."}
{"text": "New APLN report by Dmitry Stefanovich examines the existing and future risk reduction measures and incident prevention mechanisms, with a focus on possible opportunities for the Asia-Pacific. "}
{"text": "I've added a lot of videos with my comments from assorted events to the \"Featured\" section of my profile on this platform, so feel free to take a look. Just in case, this is the latest one: "}
{"text": "Hey folks, you might have noticed that I am not that actively updating my publications list her on linkedin these days. In case someone wants to keep to track of my activities - check out researchgate: "}
{"text": "Good discussion about nukes. Petr Topychkanov participated too."}
{"text": "\"Addressing the #cyber-nuclear nexus therefore offers an unexpected opening for #P5 collaboration and preserving the stability of deterrence between the #nuclear weapon states.\" New European Leadership Network (ELN) commentary from Institute of World Economy and International Relations, (IMEMO), Russian Academy of Sciences Research Fellow Dmitry Stefanovich: "}
{"text": "Короткое интервью про ДОН:"}
{"text": "Read the new commentary by our PhD Researcher Maaike Verbruggen, on the obstacles to the military application of #AI, published by War on the Rocks. #artificialintelligence"}
{"text": "It's a great pleasure to present the first-of-its-kind study of SIPRI on the #AI, strategic stability & #nuclear risks in #SouthAsia featuring Maaike Verbruggen Kritika Roy Dmitry Stefanovich Rear Admiral Dr. S Kulshrestha, Saima Aman S. Yanitra Kumaraguru (Campaign to Stop Killer Robots), Malinda Meegoda and me as an editor & co-author. The authors were among the participants of the workshop on #AI that SIPRI co-organized in Colombo in 2019 with The Pathfinder Foundation. I would like to thank all the participants of that meeting particularly Amb. Bernard Goonetilleke & those scholars who wrote for the volume. The volume is the 3rd publication of the project supported by Carnegie Corporation of New York. Previous books were about the Euro-Atlantic region, edited by Vincent Boulanin, & North-East Asia, edited by Lora Saalman Ofner. As a pioneering collective effort to understand the South Asian dynamics linked to AI in strategic weapons, this study raises more questions than provides answers. The final report of the project will address some of them. Stay tuned! "}
{"text": "Grateful for the opportunity to speak today at the Public Hearing on Opportunities and challenges of the use of Artificial Intelligence - enabled systems in security and defence at the SEDE subcommittee of the European Parliament!"}
{"text": "Honored to speak about Artificial Intelligence and how it might impact to shape European policies at Vocal Europe workshop, in Brussels. Delighted to share the stage with Eline Chivot #european #policy #digitaltransformation"}
{"text": "We're looking for passionate, dynamic people who want to make a difference. Our Conventional Arms and Security & Technology teams are hiring — apply today: "}
{"text": "The Economist just published a well researched piece on autonomous weapons, with numerous references to the SIPRI report that I published last year with Maaike Verbruggen, as well as insightful comments from Paul Scharre Heather M. Roff Richard Moyes and others. ➡️"}
{"text": "Vacature bij Buitenlandse Zaken! Meer weten? Stuur mij een bericht. Zie ook: "}
{"text": "At the UN in Geneva for the meeting of the group governmental experts on Lethal Autonomous Weapon Systems. Join the SIPRI side event tomorrow (13.15-14.45, Room XXIV, palais des nations) where I will present the recommendations of SIPRI’s new report on the development of autonomy in weapon systems. Read: http://bit.ly/2id20Vp"}
{"text": "\"Be it resolved, the quest for true AI is one of the great existential risks of our time.\" Arguing for: Stuart Russell. Arguing against: me. Enjoy the debate!"}
{"text": "AI and CogSci folks: We have an exciting postdoc opportunity at SFI, to work on a new interdisciplinary project, \"Foundations of Intelligence in Natural and Artificial Systems\". "}
{"text": "Some thoughts on the concept of \"Superintelligence\"."}
{"text": "Portland people: I will be speaking about / reading from my new book ("}
{"text": "A short article (by me) on prospects for machines with \"common sense\":"}
{"text": "It was with high quality, properly structured and modular, but also comprehensive and inspiring! Just the right input a person concluding writing the PhD thesis needed to cross the finish line with ;) Sincere thank you Melanie Mitchell! Highest recommendations for all interested to follow a possible next edition or tutorial ... It is where the future is headed to already!"}
{"text": "2023 DEFENSE BUDGET | Let's talk the $773 billion request with some quick-hitter bullets/points that I hope are meaningful, digestible, and relevant. Also, attached are images of the 2022 National Defense Strategy fact sheet for your hip pocket. Bottom line takeaway? I think this budget request should be met with resounding support, from all sides, especially given the current state of things. **Although, it will be interesting to see how the inevitable cynicism creeps in and what the complaints become. Anyways, without further ado, some highlights: - The theme is \"integrated deterrence\" (put that down on your buzzword bingo sheets) - $30.7 billion (+4.1%) increase from fiscal year 2022 enacted amount - $130.1 billion for R&D (all-time high) - 65 F-35 Joint Strike Fighters ($11 billion), 2 VIRGINIA class submarines ($7.3 billion), 3,721 Joint Light Tactical Vehicles ($1.1 billion), space & space-based systems ($27.6 billion) - Cyberspace activities ($11.2 billion), 5G ($250 million); interestingly enough artificial intelligence doesn't have a dollar sign associated right now. I'll unpack why I think that is in a future post. Suffice to say, it's a mess to measure - $4.2 billion for the European Deterrence Initiative (includes $300 million in Ukraine assistance) - 4.6% pay raise for military members & $479 million to implement recommendations from the Independent Review Commission on Sexual Assault - $3 billion to address effects of climate change (personal note: yes, it's a national security issue) Okay, so these are some key figures up front. Over the coming days, I have no doubt there will be deeper analysis and you should stay on the lookout. However, I do want to make some final points . . . Budgets cannot go up forever. This will demand tradeoffs eventually. The tough choices are not now, they are in the outyears. This budget will create pivot space, but make no mistake, it means very difficult choices are on the horizon. 1) Demand tough choices—demand them of your colleagues, demand them as taxpayers. 2) You have ~three years to prove your innovation, use them wisely. 3) Don't get complacent because this scale of money will not exist forever. 4) Leave a better military for the generation behind you. It's not about you. The current senior leadership will literally be long gone by the time much of this comes to fruition. Think about tomorrow—sacrifice your personal notoriety & Beltway celeb status in favor of the next generation. It's noble—history will remember fondly—we will remember fondly. Food for thought 🍕 #technology #future #innovation #nationalsecurity #money"}
{"text": "Did you watch 60 Minutes last evening? If so, you would have seen the steady stream of artificial intelligence topics come up yet again on the program—which is awesome. Long story short, they spoke to Holocaust survivor Pinchas Gutter who sat in a chair with more than 20 cameras on him for a week, from 9 to 5, answering nearly 2,000 questions. How, you ask? Well, machine learning! As a result, people can now interact with a digital projection of \"him\" for the rest of time at museums. All that said, it begs the broader question & discussion of the week: How do you feel about using AI to \"converse\" with the dead? I know, it's heavy, but these are worthy discussions in the not-so-future world. On the flip side, how would you feel about having aspects of yourself (to the extent practicable) copied/transcribed to allow family & future generations to interact with \"you?\" Anyways, hopefully there's some lively conversation in the comments below. 👇 But either way, fascinating times we live in. #technology #artificialintelligence #innovation #future #futurism"}
{"text": "Mistakes are not only opportunities in life to learn, but also to punish competition and build a lead. Slow on the uptake? Drive the ball to the paint. This mindset is just as relevant for global competition as it is in the aforementioned basketball athletics reference. Now, insert the below article on the Chinese Communist Party's choice to restrict video game usage here. For those who may be unfamiliar, Chinese teens have a SERIOUS gaming addiction. You thought your kids play too much? An article last year stated that half of Chinese youth were nearsighted & their education was negatively impacted by gaming. Chinese media literally likens it to opium (bit of a long history there). That said, obviously everything is Chinese Communist Party propaganda, so it's tough to tell what's true & what isn't. Maybe Xi Jinping just doesn't like video games . . . and ironically this crackdown might be the worst 'great power competition' move ever. That's not to say all the restrictions are bad. One of the Chinese bans is on lootboxes (which is digital content you can buy with real money—think of it as essentially gambling). This is how the industry makes outrageous sums of money. The process goes something like this: \"Hey gamer (who might be 10-years-old), here's a pink outfit or weapon with unicorns & glitter adorning it (pretending it's limited or rare), that'll be $1.99 (just click yes with your parent's credit card), thank you very much!\" While still practiced in the US, it's not allowed in China (and many other European nations) quite the same. The entire industry, from lootboxes, to workplace misconduct, to diversity & inclusion does deserve real scrutiny. I guess that sort of goes for society as a whole nowadays . . . Anyways, there are a few takeaways here. 1) Video games are culture. Seriously, it's not going anywhere, and its worth unimaginable sums of dollars. 2) This is an important story worth following. Real global, economic, & personal impact. 3) We're exploring murky digital water & robust discussions today inform our future. 4) The world is changing fast. Leaders need to be informed—it's past time for a new generation to assume the mantle to deal with stuff like this. 5) This is what great power competition might actually look like in practice. 6) I hope a future headline is: \"Video Game Restrictions Result in Mass Protests; Youth Dismantle Chinese Communist Party in Favor of Democracy.\" I'm kidding . . . mostly 😏 #technology #future #videogames #gamingnews #gaming"}
{"text": "A splash of color fitting for spring reading. But color is also a pretty interesting topic to dive into. Intrigued? Please read more 👇🌈 Since the dawn of science & philosophy, humans have been attempting to answer questions about how we perceive color. Fun fact: the ancient Greeks didn't even have a word for blue (they basically thought colors consisted of black, white, red, and light). Eventually, however, Newton came along to show us prisms and rainbows. With that, things changed to more science-based explanations about primary colors and waves of light. To this day, our discussion of color is primarily driven by the science of the matter. But indulge me for a moment and imagine a rainbow right now. What do you see? The locations, backgrounds, or other scenery might be different from what I'm imagining, but I have no doubt you are thinking of a multicolor . . . sunlit arc . . . probably high in an open area of sky . . . descending to two distinct ends opposite of one another. Yeah, that's pretty much a rainbow. Now, there are two things that I find interesting about rainbows that people rarely think of. First, two people sharing the seemingly identical experience of a rainbow are actually seeing two entirely different things, even if standing only a few feet or even inches apart. The pattern they see will be the same—it couldn’t be any different—but the rainbow is dependent upon the unique emissions and angles of reflected light entering our eyes. It has no other physical existence. So, the truth is, we might agree with the person next to us that there is one, but the rainbow one person sees is definitionally different than the rainbow another person sees. Secondly, if our human eyes and brains worked any differently than they do, the rainbows we see would look entirely different. In a lecture titled “The Hidden Beauty of Rainbows,” MIT astrophysicist Walter Lewin concluded that those who understand how white light is fragmented into distinguishable, separate bands of light in a rainbow will, when looking at one again, objectively see much more than those who don’t. “Knowledge,” he said, “always adds. Knowledge never distracts. Knowledge is hidden beauty. Your life will never be the same.” And hopefully reading this added a bit to your life. PS a playful reason T-Minus AI is orange is because orange absorbs blue light. You know, that thing those dang computational machines emit at us all day 🤓 #technology #artificialintelligence #future #machinelearning #books #science"}
{"text": "So, this officially happened today and I'm truthfully beyond words because they cannot express my gratitude for so many of you, colleagues, mentors, friends, and family—my appreciation knows no bounds. In particular, my Dad, Sarah, Dylan, and Grandma for their profound influence on my life—they bring meaning to it in the truest sense of the word. Voltaire once said, \"Appreciation is a wonderful thing. It makes what is excellent in other belong to us as well.\" In this moment, it is them who I am most grateful for. Anyways, today was a good day. Happy Friday 🥂 #HKSNewAdmit #Harvard #future #government #publicservice"}
{"text": "Lots of Senate watching this week. So, allow me to share some statistics about this 117th United States Congress: - 7 Senators are in their 80s (that's before World War II) - 11 are 75+ (that's older than the US Air Force) - 25 are in their 70s (that's before the Mr. Potato Head toy) - 53 members of the Senate are 65+ (that's a majority) - 13 Congresspeople are in their 80s (that's before the first electronic programmable computer) - 29 are 75+ (that's before the first working transistor) - 70 are in their 70s (that's when average rent was $80 per month) - 149 members of the House are 65+ (that's a decade before Roe v. Wade) - The median age of Congress is 60 - The median age of the United States is 38 Again, just some facts. #government #future #technology #lawandlegislation #congress"}
{"text": "SUPREME COURT BY THE NUMBERS | As government professionals & engaged citizens from all agencies and branches, many of us are watching the Supreme Court confirmation process of Judge Ketanji Brown Jackson this week. You'll hear all sorts of talking points, but one of the underlying thematic comments is about the size of the Supreme Court and 'court packing.' Bottom line, I find it bothersome that there is a hazy conflation being made that the Constitution of the United States dictates the number of Justices. As such, it's worthy to clear up. Note: I am not bringing this up to sway opinion in either direction, but simply as objective, historical fact & analysis. 👇 #SupremeCourt #lawandlegislation #ketanjibrownjackson #legal #law"}
{"text": "TRUTH TO POWER | You know what line I personally cannot stand? \"Bloom where you are planted.\" While the intent is always kind, it's generally just a transfer of responsibility back down the proverbial hill. And this \"bloom where you are planted\" mentality seems to be seeping into executive mindset on digital transformation, e.g., AI, DevSecOps, software, etc. Again, noble intent, but humans have been fertilizing soil for 5-6,000 years and it's time we do the same in our defense enterprise. Simply put, there are some places where, no matter how great the idea/endeavor is, innovations will not flourish without prerequisite enablers. Let's try another analogy real quick . . . It's long revered that the Air Force dates back to a couple bicycle mechanics who figured out how to slip the surly bonds of earth. The Wright Brothers are often cited as a core part of our DNA. The Air Force is defined by this tinker & fixer mentality. And, that's true—you see it with each new generation of Airmen & Guardians, but the analogy only goes so far. You see, those Wright Brothers had bicycle parts. Wood was available. The Sprocket chain was borrowed from bicycles. The notion of an 'engine' wasn't revolutionary (although credit to them for commissioning a lightweight design). In essence, it was an iteration on a bike—the Wright Brothers had the parts to even make a flying machine. It was a dream within grasp. What does this have to do with digital transformation? Well, lately the executive-level sentiment on digital things is basically, \"I want to see it in action, I'm tired of buzzwords, I want to focus tactically, I want to see it instead of hear about it.\" Which is great, but the soil is not fertilized—there are no 'bicycle' parts to build the future! So, instead of speaking in analogies, let me be crystal clear. It is NOT a tech problem. It is NOT a servicemember problem. It is NOT a problem the lower levels can address. IT IS A SENIOR LEVEL PROCEDURAL & PRIORITY ISSUE. The buck stops there. The innovators of today cannot magically sprinkle AI, DevSecOps, or *insert your digital project here*. They are not going to suddenly write a programming language for government computers. They don't have repositories to share & manage code. They can't (technically or contractually) crack open the back end to do data transformations. There are no compilers. They aren't being forced to procure commercially. And the list goes on. That litany of problems isn't anything other than 1) a senior-level issue, and 2) an achievable fix by that group . . . if it were the focus . . . In closing, this isn't intended to just be a Monday morning outcry against the system. It's intended to put the conversation where it should be. The tactical choices of today are the strategic decisions for tomorrow meant to be performed by the strategic leaders. We simply cannot grow the technology from thin air. #technology #artificialintelligence #software #leadership #digital"}
{"text": "Getting the long-term trends right is essential for good policy regarding China and competition in AI and 5G. If offer thoughts with S. Shirk in Wall St Journal today. "}
{"text": "AI, 5G, China"}
{"text": "Proud to have an opportunity to endorse an important statement on US-China relations and global management of the pandemic. It was created through leadership by my school's 21st Century China center and the Asia Society."}
{"text": "The California Council on Science and Technology is searching for a new Executive Director. As chair of the board of directors I invite you to share information about the opportunity with appropriate candidates. A note: The Executive Director is expected to reside in the Sacramento, California area because working with the State government is a key task. Here is the link to the job posting: "}
{"text": "Today, I was honored to begin my term as the Chair of the Board of CCST, an organization modeled on the National Research Council that provides expert non-partisan advice to the State of California on science and technology issues involved in public policy."}
{"text": "Getting the long-term trends right is essential for good policy regarding China and competition in AI and 5G. If offer thoughts with S. Shirk in Wall St Journal today. "}
{"text": "AI, 5G, China"}
{"text": "Proud to have an opportunity to endorse an important statement on US-China relations and global management of the pandemic. It was created through leadership by my school's 21st Century China center and the Asia Society."}
{"text": "The California Council on Science and Technology is searching for a new Executive Director. As chair of the board of directors I invite you to share information about the opportunity with appropriate candidates. A note: The Executive Director is expected to reside in the Sacramento, California area because working with the State government is a key task. Here is the link to the job posting: "}
{"text": "Today, I was honored to begin my term as the Chair of the Board of CCST, an organization modeled on the National Research Council that provides expert non-partisan advice to the State of California on science and technology issues involved in public policy."}
{"text": "Want to know the issues artificial intelligence may cause in the near future? Check out my latest post."}
{"text": "Read my latest post to experience drone warfare in 2029: \"Scenario: The China Incident 2029\""}
{"text": "What role will artificial intelligence play in the near future? Read my latest post. "}
{"text": "Want to read a scenario is intended to illustrate the role artificial intelligence will play in the near future? Check out my latest post."}
{"text": "Check out my latest post to learn more about artificial intelligence and drone warfare: Scenario: The North Korean Incident 2025"}
{"text": "Recent news about my books: The US Navy has Genius Weapons (Prometheus Books, 2018) on the chief of naval operations (CNO) Professional Reading Program. There is also a favorable review of Nanoweapons (Potomac Books, 2016) on The Strategic Focused Journal of the United States Air Force. BookAuthority ("}
{"text": "Alan Robock and Owen Brian Toon, in their paper, “Self-assured destruction: The climate impacts of nuclear war,” hypothesized that a thermonuclear war could result in a nuclear winter that would be the end of modern civilization on Earth."}
{"text": "How severe would an EMP blackout be? A 2017 report, written by EMP expert Peter Vincent Pry, concludes in a widespread EMP attack, “Nine of 10 Americans are dead from starvation, disease, and societal collapse.” Read more."}
{"text": "Getting the long-term trends right is essential for good policy regarding China and competition in AI and 5G. If offer thoughts with S. Shirk in Wall St Journal today. "}
{"text": "AI, 5G, China"}
{"text": "Proud to have an opportunity to endorse an important statement on US-China relations and global management of the pandemic. It was created through leadership by my school's 21st Century China center and the Asia Society."}
{"text": "The California Council on Science and Technology is searching for a new Executive Director. As chair of the board of directors I invite you to share information about the opportunity with appropriate candidates. A note: The Executive Director is expected to reside in the Sacramento, California area because working with the State government is a key task. Here is the link to the job posting: "}
{"text": "Today, I was honored to begin my term as the Chair of the Board of CCST, an organization modeled on the National Research Council that provides expert non-partisan advice to the State of California on science and technology issues involved in public policy."}
{"text": "Getting the long-term trends right is essential for good policy regarding China and competition in AI and 5G. If offer thoughts with S. Shirk in Wall St Journal today. "}
{"text": "AI, 5G, China"}
{"text": "Proud to have an opportunity to endorse an important statement on US-China relations and global management of the pandemic. It was created through leadership by my school's 21st Century China center and the Asia Society."}
{"text": "The California Council on Science and Technology is searching for a new Executive Director. As chair of the board of directors I invite you to share information about the opportunity with appropriate candidates. A note: The Executive Director is expected to reside in the Sacramento, California area because working with the State government is a key task. Here is the link to the job posting: "}
{"text": "Today, I was honored to begin my term as the Chair of the Board of CCST, an organization modeled on the National Research Council that provides expert non-partisan advice to the State of California on science and technology issues involved in public policy."}
{"text": "My article in Project Syndicate urging China to use its influence to stop Putin's insanity."}
{"text": "My recent talk on technology in Chinese history, drawn from a chapter of my forthcoming book."}
{"text": "Is this the end of capitalism in China? Join Ash Center Director Tony Saich and MIT Sloan's Huang Yasheng in conversation on Tuesday, November 16th at 7:30 PM online via the China Institute "}
{"text": "My interview with The Wire China."}
{"text": "My article in Project Syndicate today. I argue that there is a common thread that ties all Trump supporters together, regardless of their gender, ethnicity, and region, And this is cult of power and the proclivity to exercise power. I recounted a most remarkable view put to me: “I got my first glimpse of this circular flow of power in 2016. I had just delivered a speech on why so many Chinese supported Trump, and a young MIT alumnus shared an exchange she had had with a classmate who said he was okay with a white-supremacist president as long as he, as a young Chinese immigrant, could discriminate against blacks and Latinos.”"}
{"text": "My presentation is on the uneven pace of digitalization of economy."}
{"text": "For the past few years, I have been working with this remarkable company. With right politics and policies I am confident that 1366 will produce further technological breakthroughs that we need to combat climate change."}
{"text": "My coauthor and I will present this paper on the great political divergence in history."}
{"text": "Thank you for your kind words and welcome, CDRE Michael D. Brasseur! I'm happy and truly honored to be working with the Task Force 59 team."}
{"text": "US and PRC defense officials held a working level meeting to discuss the DoD China Military Power Report per the 2014 MOU on Notification of Major Military Activities CBM"}
{"text": "NBR’s PLA Executive Education Course features Elsa Kania B. Kania (Center for a New American Security) leading a course on PLA Modernization, Technology, and Military-Civil Fusion. October 20 deadline to apply. See the full list of instructors and courses and join now! bit.ly/2XAQlHx"}
{"text": "I've been honored to support the Human First coalition as a volunteer, and I can attest this team is having incredible impacts. If you are able to support this vital mission, I hope you'll consider contributing ("}
{"text": "Interested in how the U.S. is competing with #China on #ArtificialIntelligence #AI? Read an in-depth study by Ryan Sullivan on China Aerospace Studies Institute's website at: "}
{"text": "How should we evaluate recent trends and developments in quantum computing? I enjoyed this recent discussion and am looking forward to learning more and continuing the conversation."}
{"text": "If you are interested in signing up to be matched with an Afghan family as a sponsor, you can complete this form to do so through Task Force Melmastya: "}
{"text": "I'm currently exploring options to be a sponsor for Afghan families who are applying for humanitarian parole. I'd encourage anyone who wants to support our allies to learn more about the process:"}
{"text": "Gavekal Dragonomics is hiring a China macroeconomist. We're looking for a smart, creative person with a strong knowledge of how China's economy works and an interest in being part of a world-leading research team. Job description attached. # #china #economy #research"}
{"text": "#hiring Gavekal is hiring for its research teams in Hong Kong and Beijing. Three positions are open: - Deputy China editor (Beijing) - China finance sector analyst (Beijing or Hong Kong) - Emerging Markets economist/strategist (Hong Kong) For more info on job specs and qualifications, send me InMail or email akroeber@gavekal.com."}
{"text": "From the excellent Claire Reade (CSIS, formerly USTR). These bullet points should be nailed in 96-point type on the wall of every USG office where thinking about China trade policy goes on: - China isn’t a client state that will change policy because we want it to; - China isn’t a long-time ally with reliably shared values (though China isn’t a gangster state either, with no concerns whatsoever about its global reputation); - China is a powerful economic player, whose power will only increase, regardless of what the United States does; - Given China’s global economic position, broad-scale restrictions on U.S.-China bilateral trade will cause negative blowback for the U.S. economy; - China remembers perceived grievances for a very, very long time; - China will fiercely protect what it views as its self-interest, but its interests coincide with ours in some spheres. Full article here: "}
{"text": "As we enter the final days of #COP26 negotiation in Glasgow, I am happy to share a new reflection from Salesforce: Advocating for Climate Action. Is your company unsure how to get started in its climate journey? Or maybe you are looking for how to build upon the great work you have already done? This paper has ideas about how to tackle both, and to be a climate advocate. The need for bold climate action is more urgent than ever before. Reducing our own emissions as a company is critical, but it is no longer enough. We must work to implement policies that can put us on a path to ensure global temperatures do not exceed 1.5°C, accelerating global climate action beyond what any country, coalition, company, or community can accomplish alone. Join us in restoring the planet and working towards a more sustainable future. "}
{"text": "At #COP26, I had the pleasure to meet with Ecuador’s Minister of Environment, Water, and Ecological Transition, Gustavo Manrique Miranda, and to congratulate him on the expansion of the Galapagos Marine Reserve, one of the largest and most biologically diverse marine protected areas in the world. Thank you for protecting, restoring, and sustainably managing a unique place in our world!"}
{"text": "COP26 - UN Climate Change Conference is filled with both planned and unexpected meetings with our world’s most passionate climate policy leaders. Salesforce is inspired by the work everyone is doing, especially the party negotiators, to advance climate action. I was delighted to meet the one and only Bear Grylls. He’s here to inspire young people to take everyday action to fight for the planet."}
{"text": "My incredible colleague Patrick Flynn, VP Sustainability at Salesforce, here at COP26 today, and lives the ethos every day, that the future health of the world is in his hands."}
{"text": "It is an honor to participate at COP26, the United Nations 26th annual climate change summit in Glasgow. Climate change is a global priority, which is why Salesforce innovates to address the urgency of climate change, and leverages our technology to create Sustainability Cloud, a carbon accounting product for businesses to drive climate action that will accelerate the world’s efforts towards net zero carbon. It's also inspiring to have a CEO like Marc Benioff continue to address our climate emergency with urgency, investing in solutions, and advocating for a 1.5C future every day. #saleforce #cop26 #climatepolicy"}
{"text": "Couldn't be more proud of this news today: Lynne & Marc Benioff, and Salesforce are investing $300 million to accelerate ecosystem restoration, ecopreneurs and climate justice. Learn more:"}
{"text": "Fair & safe access to voting is the foundation of our democracy. So proud of my colleagues, Salesforce's @amywaggoner & @whoseear, as they share why voting is everybody's business. #votingrights"}
{"text": "Trust is our #1 value. Today, Salesforce is proud to join Amazon, Microsoft, Google and others to announce the Trusted Cloud Principles ️to help safeguard the interests of organizations and the basic rights of individuals using #cloud services. Many of the principles outlined in today’s announcement are ones that our companies already live by every day – and ones we believe there is tremendous value in standing up for together. With this initiative, we commit to working with governments to ensure the free flow of data, to promote public safety, and to protect privacy and data security in the #cloud."}
{"text": "“Without an Under Secretary in place, we are conducting export controls policy with one arm tied behind our backs. It’s time to confirm Alan Estevez now.\" Thanks for the feature China Tech Threat "}
{"text": "While the majority of nations are siding with #Ukraine against #RussianAggression, the #Indian gov't chose to abstain from voting in Saturday's #UNSecurityCouncil meeting. India can still correct this costly error, as Steve Biegun and I argue here:"}
{"text": "In countering #Putin, #Europe and #US are as united as I’ve ever seen them, including Germany holding on #NordStream2 pipeline. Thank you @KellyCNBC for having me discuss this with you on @CNBCTheExchange yesterday. Check it out here:"}
{"text": "Joined Greg Myre on the Morning Edition last week to chat about #China and how it may try to capitalize on its foreign policy for hosting the #Olympics. Check it out here:"}
{"text": "Happy New Year! We are hiring at RHGM, which almost never happens. ;-) If you have energetic, smart, kind people in your network who might be qualified for and interested in the position below, please ask them to apply to Maureen, our COO. The position is based in the Bay Area. See further information below."}
{"text": "Xi Jinping accomplished what no one else can: united Republicans and Democrats in #Congress to be very #hawkish on #China. Thank you for the mention Katrina Northrop and The Wire China."}
{"text": "Chatted with Emily Chang at Bloomberg on what #China #TechCrackdown on Didi and others means for U.S. relations. Check it out here:"}
{"text": "Thank you Ananta Aspen Centre and Gautam Bambawale for a thoughtful conversation on how the #US and #China #tech race impacts #India"}
{"text": "My Op-Ed in the Financial Times on China-Ukraine. Now is Europe’s great moment to shape China!"}
{"text": "Evan Medeiros, said “It would be a game-changer for global geopolitics,” Medeiros added. “We risk going back to the days of the Sino-Soviet alliance of the 1950s. Ukraine may become the first proxy conflict in a new cold war.”"}
{"text": "Great CSIS session today on Russia-China relations. Excited to be a part of it. Highly recommend."}
{"text": "My NPR interview in China-Russia. Worth a listen."}
{"text": "My latest in Foreign Affairs on Biden’s Asia policy, with my Georgetown colleague Mike Green."}
{"text": "It was great speaking with FTs Gideon Rachman about China and US-China. Please give it a listen. Only 24 min!"}
{"text": "Excellent analysis."}
{"text": "Who will be the next #DigitalSuperpower? This controversial question was discussed by our panelists Ian Bremmer, Samm Sacks, Shan Huang and Lars Kalbreier at the Vontobel Impact event at Asia Society New York. Afterwards I had the pleasure to introduce the #whitepaper of Vontobel and Eurasia Group on the same topic: "}
{"text": "Kelly Senyei #Kudos It's incredible how often you exceed expectations #GoingAboveAndBeyond #incredible"}
{"text": "Interested in working on special projects at Scale AI? I am looking for two engineering hires to join our Special Projects Group. You will be an early member of the team working on 0 -> 1 projects for Scale’s enterprise customers. The roles: > Forward Deployed Machine Learning Engineer > Solutions Engineer (link in comments)"}
{"text": "We’re hiring for a new Policy role at Scale AI! We're looking for motivated folks who want to research and publish on the most pressing AI policy issues, working alongside the top technical AI talent in the world."}
{"text": "Interested in helping expand AI applications across industries? I am hiring an Associate to join the Strategy team at Scale AI."}
{"text": "Incredible job Melisa Tokmak and the entire Document AI Team!"}
{"text": "Thank you Deborah L. Wince-Smith and the Council on Competitiveness! Excited to continue the mission of driving American leadership in our most critical emerging technologies."}
{"text": "Spoke with The Wall Street Journal on the importance of IT modernization in unlocking AI's full potential in the Federal Government. “Technology and infrastructure is not a one-and-done problem, but a continual investment,” said Michael Kratsios, managing director at data-management startup Scale AI Inc. and former U.S. chief technology officer in the Trump administration. Getting federal IT up to speed is a critical step in pursuing more advanced capabilities, such as artificial intelligence, to keep the U.S. ahead of China and other global tech rivals, he said. “Agencies can’t even begin to start thinking about higher-level AI applications without it,” Mr. Kratsios said."}
{"text": "Thrilled to be joining Scale AI!"}
{"text": "It’s been the honor of a lifetime to serve as the Chief Technology Officer of the United States. My sincerest thanks to my colleagues across the Federal government and our partners in industry and academia. Our accomplishments could not have been possible without you. I’m proud of our historic achievements to ensure America leads the world in emerging technology. Continued U.S. leadership has never been more of an imperative. Follow me @MichaelKratsios."}
{"text": "Please join in the Mines Methane Symposium – Issues and Opportunities. Held virtually on February 17, 2022, this event brings together thought leaders from industry, academia, think tanks, and U.S. state and federal government, as well as foreign government leaders on the economic, policy and technology issues and opportunities related to addressing methane emissions. Speakers include US Senator John Hickenlooper, leaders from the US EPA, DOE, DOI, White House Climate Policy Office, the European Commission, United Nations, Cheniere Energy and many more. "}
{"text": "I am delighted that Congresswoman Haley Stevens, Chair of the Research and Technology Subcommittee of the House Science, Space and Technology Committee will join CSIS in conversation about the future of U.S. science and technology, innovation and competitiveness -- and the legislative initiatives to help pave the way. Come, and hear the perspectives of this outstanding leader! #research #innovation #scienceandtechnology #competitiveness"}
{"text": "I am delighted that Laurie Locascio has been nominated for NIST Director! Laurie's character and her background at National Institute of Standards and Technology (NIST) and at the University of Maryland have prepared her ideally for this role. She is an inventor and champion for innovation, and it was my pleasure to support Laurie's election as Fellow of the National Academy of Inventors. Laurie is a true friend of technology transfer -- essential to service as Under Secretary of Commerce for Standards and Technology. I'm happy to see the NIST torch passed to Laurie! #innovation #techtransfer #research"}
{"text": "I am delighted to join Colorado School of Mines as VP for Research and Technology Transfer! Thanks to Mines colleagues and the Colorado community for a warm welcome home this week, after my service as Director of the National Institute of Standards and Technology (NIST). Mines has a stellar research portfolio with outstanding faculty and a focus on partnerships for innovation impacts. I'm thrilled also to continue leading at the Center for Strategic and International Studies (CSIS) \"Renewing American Innovation\" project for innovation and IP policy. Grateful for these opportunities to serve the USA. #research #scienceandtechnology #innovation #techtransfer"}
{"text": "The Bayh-Dole Act is foundational to U.S. technology transfer, innovation and competitiveness. However, as in the fable of the “Goose that Lays Golden Eggs”, this legislation would be damaged fatally if government march-in rights are misapplied. Important regulatory updates to Bayh-Dole from NIST will help ensure its positive innovation impacts from universities and national labs into the future. Additionally, passing the ROI Legislation that’s now in the hands of Congress will further accelerate tech transfer and R&D partnerships with U.S. federal labs: "}
{"text": "I am thrilled and humbled with the honor of being named Laboratory Director of the Year by the Federal Laboratory Consortium! Thank you to NIST and the FLC! I'm deeply grateful for so many who joined with us and the U.S. federal science interagency, stakeholders and partners in the journey of Unleashing American Innovation, and the Return on Investment Initiative. This also is the opening of a new chapter for NIST and its people, celebrating 120 years of impact through science, technology and innovation, through standards leadership, and a passion for advanced manufacturing and performance excellence. A part of my soul remains with this great Institute. The torch is passed. "}
{"text": "The Romance of Precision Measurement "}
{"text": "Yesterday, NSF Director Panchanathan hosted the Indian ambassador at the agency’s headquarters in Alexandria, Virginia, to celebrate a new partnership supporting U.S.-India collaborative projects that could accelerate the development of new technologies, tools and systems for mutual benefit of both societies and economies. Last month, NSF- funded a two-day workshop that brought together nearly 100 researchers from the U.S. and India: "}
{"text": "Grateful to have had the time with National Science Foundation (NSF) Director Sethuraman Panchanathan - sharing Council on Competitiveness priorities for the coming two years, & mapping opportunities to partner around expanding the geography of #science & #innovation, empowering America’s citizens to engage productively in the ever transforming global #economy, etc. cc: Deborah L. Wince-Smith, Chad Evans, Erwin Gianchandani, Margaret Martonosi, Susan Margulies"}
{"text": "Today, NSF and the Kaleta A. Doolin Foundation launched a new partnership to promote greater gender diversity within the #STEM research and education workforce. KADF will invest $400,000 in NSF programs that support postdoctoral fellowships and career-building activities for women in science. “What better time to celebrate this new alliance and the advancement of women in STEM than during Women’s History Month. This partnership will impact women of all ages and education levels and will amplify NSF’s pivotal work to increase diversity, equity and inclusion in the scientific disciplines.,” said Sylvia Butterfield, acting Assistant Director for NSF’s Education and Human Resources directorate. Learn more about the partnership here: "}
{"text": "Imagine the life changing power of transporting kids to the international space station. The power of transforming math and science into spectacular discoveries that IGNITE lifelong passions for learning, creating, and achieving breakthroughs for humanity. Dr. Sethuraman Panchanathan, Director of the National Science Foundation (NSF), is on a mission to unleash and inspire #STEM talent with new approaches that capture the imagination. FULL EPISODE: "}
{"text": "Today, the President's Fiscal Year 2023 budget request was submitted to Congress and includes a proposed NSF budget of $10.5 billion. The President’s funding proposal for NSF would expand the agency’s ability to support the Administration’s priorities of responding to the pandemic, tackling climate change, innovating for equity, ensuring national security and spurring economic recovery and resilience. For more information on the Administration’s proposed FY23 NSF budget visit: "}
{"text": "Last week, NSF brought the future of science to SXSW! During his #SXSWNSF session, NSF Director Panchanathan announced the new Directorate for Technology, Innovation and Partnerships, or TIP. Now, learn more about TIP and what it means for the next era of American possibilities "}
{"text": "NSF is committed to the continued representation of women in #STEM and proud that over 15 of the women represented in the #IfThenSheCanExhibit are #NSFfunded. Check out more about the exhibit and the game-changing women at "}
{"text": "Yesterday, NSF Director Panchanathan hosted the Indian ambassador at the agency’s headquarters in Alexandria, Virginia, to celebrate a new partnership supporting U.S.-India collaborative projects that could accelerate the development of new technologies, tools and systems for mutual benefit of both societies and economies. Last month, NSF- funded a two-day workshop that brought together nearly 100 researchers from the U.S. and India: "}
{"text": "Grateful to have had the time with National Science Foundation (NSF) Director Sethuraman Panchanathan - sharing Council on Competitiveness priorities for the coming two years, & mapping opportunities to partner around expanding the geography of #science & #innovation, empowering America’s citizens to engage productively in the ever transforming global #economy, etc. cc: Deborah L. Wince-Smith, Chad Evans, Erwin Gianchandani, Margaret Martonosi, Susan Margulies"}
{"text": "Today, NSF and the Kaleta A. Doolin Foundation launched a new partnership to promote greater gender diversity within the #STEM research and education workforce. KADF will invest $400,000 in NSF programs that support postdoctoral fellowships and career-building activities for women in science. “What better time to celebrate this new alliance and the advancement of women in STEM than during Women’s History Month. This partnership will impact women of all ages and education levels and will amplify NSF’s pivotal work to increase diversity, equity and inclusion in the scientific disciplines.,” said Sylvia Butterfield, acting Assistant Director for NSF’s Education and Human Resources directorate. Learn more about the partnership here: "}
{"text": "Imagine the life changing power of transporting kids to the international space station. The power of transforming math and science into spectacular discoveries that IGNITE lifelong passions for learning, creating, and achieving breakthroughs for humanity. Dr. Sethuraman Panchanathan, Director of the National Science Foundation (NSF), is on a mission to unleash and inspire #STEM talent with new approaches that capture the imagination. FULL EPISODE: "}
{"text": "Today, the President's Fiscal Year 2023 budget request was submitted to Congress and includes a proposed NSF budget of $10.5 billion. The President’s funding proposal for NSF would expand the agency’s ability to support the Administration’s priorities of responding to the pandemic, tackling climate change, innovating for equity, ensuring national security and spurring economic recovery and resilience. For more information on the Administration’s proposed FY23 NSF budget visit: "}
{"text": "Last week, NSF brought the future of science to SXSW! During his #SXSWNSF session, NSF Director Panchanathan announced the new Directorate for Technology, Innovation and Partnerships, or TIP. Now, learn more about TIP and what it means for the next era of American possibilities "}
{"text": "NSF is committed to the continued representation of women in #STEM and proud that over 15 of the women represented in the #IfThenSheCanExhibit are #NSFfunded. Check out more about the exhibit and the game-changing women at "}
{"text": "On March 16, I'll be presenting along with other experts and advocates on solutions for tackling the #mentalhealth crisis among our nation's youth. #KidsAndCovid #ItsAKidsIssue"}
{"text": "Evan Hutchins Congratulations to my amazingly talented son! So proud of this #FutureEngineer!"}
{"text": "#spreadtheword"}
{"text": "Trump is the single biggest reason why many Americans distrust science, the electoral system, and one another. As a businessman, he was a congenital liar who phoned in fake stories about himself to New York tabloids, who lied about his net worth, who exaggerated the height of Trump Tower. As a candidate, he lied about Barack Obama’s birth certificate; he declared falsely that Ted Cruz’s father had helped assassinate John F. Kennedy; he invented a story about “thousands” of New Jersey Muslims celebrating on 9/11. As president, he has lied about so many things that even the nation’s most assiduous fact-checkers have had trouble keeping up."}
{"text": "Very humbled and honored being elected as an Honorary Fellow at AIAA. It's something that as a young engineer I have always aspired to and never thought that I would achieve. Many thanks to all the outstanding and talented engineers that I have had the honor to work with in my career!"}
{"text": "GEN(R) Ellen Pawlikowski was honored last night at the AIAA Fellows dinner for receiving an Honorary Fellow. So happy to see her getting the well deserved recognition!"}
{"text": "It was a real honor to host MG Kirk Vollmecke's retirement ceremony on May 3rd after his 35 yrs of outstanding service to the Army. The Army was fortunate to have such a hard working, dedicated and talented professional like Kirk."}
{"text": "Wonderful promotion ceremony this morning for BG Rob Collins and a Change of Charter for PEO IEWS from MG Kirk Vollmecke to BG Collins. The Army is fortunate to have such great officers!"}
{"text": "LTG Neil Thurgood getting his 3rd star pinned on today by the Undersecretary of the Army McCarthy and his wife, Shauna! Very emotional ceremony. I am so proud of him!"}
{"text": "So proud of LTG Neil Thurgood getting his 3rd star! So deserving! He will be responsible for hypersonics, DE, and space. The perfect guy for this tough task for the Army!"}
{"text": "It was wonderful to catch up with BG Rasch, PEO Missiles & Space at AUSA. He remembers the first time that he brief me on his program when he was a COL. So happy to see him doing well!"}
{"text": "Such a pleasure to see GEN (R) Dennis Via again. We had such a great working relationship when I was the Assistant Secretary of the Army for Acquisition, Logistics and Technology and when he was the Commander of Army Material Command."}
{"text": "Join us at #USCGA this Saturday for the annual Secretaries Cup against our rivals at the United States Merchant Marine Academy. Can't come to the party? No worries, you can also catch the big game on ESPN3 at 12 pm. Go U.S. Coast Guard, Beat Kings Point!"}
{"text": "Fellow Veterans - let’s help vaccinate our fellow citizens! I am plus 48 hours on my first dose and feel fine and hope to volunteer through my local Mission Continues platoon! John, Proud Army and OIF Veteran"}
{"text": "Please help me stop the AAPI hate that is out there. My daughter Amanda provides these inspired actions that we all can consider taking to #stopaapihate"}
{"text": "Follow our Veterans - they know how Service to others can help us heal."}
{"text": "If you are a veteran/military spouse or a company that cares about hiring either, please join me, Citi, Veterans On Wall Street, and the Bob Woodruff Foundation on November 9th for this nationwide Symposium. In the morning: inspiring speakers. In the afternoon: meet our partner firms in corporate breakout sessions. Register on the link below. Anyone can attend so please share widely. Thank you, John, Veteran, #veterans #hiring"}
{"text": "Hope you all can join this Thursday from 2-3 pm EST! John"}
{"text": "Yesterday, NSF Director Panchanathan hosted the Indian ambassador at the agency’s headquarters in Alexandria, Virginia, to celebrate a new partnership supporting U.S.-India collaborative projects that could accelerate the development of new technologies, tools and systems for mutual benefit of both societies and economies. Last month, NSF- funded a two-day workshop that brought together nearly 100 researchers from the U.S. and India: "}
{"text": "Grateful to have had the time with National Science Foundation (NSF) Director Sethuraman Panchanathan - sharing Council on Competitiveness priorities for the coming two years, & mapping opportunities to partner around expanding the geography of #science & #innovation, empowering America’s citizens to engage productively in the ever transforming global #economy, etc. cc: Deborah L. Wince-Smith, Chad Evans, Erwin Gianchandani, Margaret Martonosi, Susan Margulies"}
{"text": "Today, NSF and the Kaleta A. Doolin Foundation launched a new partnership to promote greater gender diversity within the #STEM research and education workforce. KADF will invest $400,000 in NSF programs that support postdoctoral fellowships and career-building activities for women in science. “What better time to celebrate this new alliance and the advancement of women in STEM than during Women’s History Month. This partnership will impact women of all ages and education levels and will amplify NSF’s pivotal work to increase diversity, equity and inclusion in the scientific disciplines.,” said Sylvia Butterfield, acting Assistant Director for NSF’s Education and Human Resources directorate. Learn more about the partnership here: "}
{"text": "Imagine the life changing power of transporting kids to the international space station. The power of transforming math and science into spectacular discoveries that IGNITE lifelong passions for learning, creating, and achieving breakthroughs for humanity. Dr. Sethuraman Panchanathan, Director of the National Science Foundation (NSF), is on a mission to unleash and inspire #STEM talent with new approaches that capture the imagination. FULL EPISODE: "}
{"text": "Today, the President's Fiscal Year 2023 budget request was submitted to Congress and includes a proposed NSF budget of $10.5 billion. The President’s funding proposal for NSF would expand the agency’s ability to support the Administration’s priorities of responding to the pandemic, tackling climate change, innovating for equity, ensuring national security and spurring economic recovery and resilience. For more information on the Administration’s proposed FY23 NSF budget visit: "}
{"text": "Last week, NSF brought the future of science to SXSW! During his #SXSWNSF session, NSF Director Panchanathan announced the new Directorate for Technology, Innovation and Partnerships, or TIP. Now, learn more about TIP and what it means for the next era of American possibilities "}
{"text": "NSF is committed to the continued representation of women in #STEM and proud that over 15 of the women represented in the #IfThenSheCanExhibit are #NSFfunded. Check out more about the exhibit and the game-changing women at "}
{"text": "Yesterday, NSF Director Panchanathan hosted the Indian ambassador at the agency’s headquarters in Alexandria, Virginia, to celebrate a new partnership supporting U.S.-India collaborative projects that could accelerate the development of new technologies, tools and systems for mutual benefit of both societies and economies. Last month, NSF- funded a two-day workshop that brought together nearly 100 researchers from the U.S. and India: "}
{"text": "Grateful to have had the time with National Science Foundation (NSF) Director Sethuraman Panchanathan - sharing Council on Competitiveness priorities for the coming two years, & mapping opportunities to partner around expanding the geography of #science & #innovation, empowering America’s citizens to engage productively in the ever transforming global #economy, etc. cc: Deborah L. Wince-Smith, Chad Evans, Erwin Gianchandani, Margaret Martonosi, Susan Margulies"}
{"text": "Today, NSF and the Kaleta A. Doolin Foundation launched a new partnership to promote greater gender diversity within the #STEM research and education workforce. KADF will invest $400,000 in NSF programs that support postdoctoral fellowships and career-building activities for women in science. “What better time to celebrate this new alliance and the advancement of women in STEM than during Women’s History Month. This partnership will impact women of all ages and education levels and will amplify NSF’s pivotal work to increase diversity, equity and inclusion in the scientific disciplines.,” said Sylvia Butterfield, acting Assistant Director for NSF’s Education and Human Resources directorate. Learn more about the partnership here: "}
{"text": "Imagine the life changing power of transporting kids to the international space station. The power of transforming math and science into spectacular discoveries that IGNITE lifelong passions for learning, creating, and achieving breakthroughs for humanity. Dr. Sethuraman Panchanathan, Director of the National Science Foundation (NSF), is on a mission to unleash and inspire #STEM talent with new approaches that capture the imagination. FULL EPISODE: "}
{"text": "Today, the President's Fiscal Year 2023 budget request was submitted to Congress and includes a proposed NSF budget of $10.5 billion. The President’s funding proposal for NSF would expand the agency’s ability to support the Administration’s priorities of responding to the pandemic, tackling climate change, innovating for equity, ensuring national security and spurring economic recovery and resilience. For more information on the Administration’s proposed FY23 NSF budget visit: "}
{"text": "Last week, NSF brought the future of science to SXSW! During his #SXSWNSF session, NSF Director Panchanathan announced the new Directorate for Technology, Innovation and Partnerships, or TIP. Now, learn more about TIP and what it means for the next era of American possibilities "}
{"text": "NSF is committed to the continued representation of women in #STEM and proud that over 15 of the women represented in the #IfThenSheCanExhibit are #NSFfunded. Check out more about the exhibit and the game-changing women at "}
{"text": "A great honor to join this great innovative team!"}
{"text": "Congrats to the team led by Prof Combs at UT-San Antonio! The JHTO is excited to be partnering with this great team on this important project. Some of our most innovative ideas and future hypersonics engineers and scientists come from our universities who produce some of the most capable students in the world. Partnering with universities like UT-San Antonio is critical to realizing battlefield dominance and technological superiority over the next decade and beyond. Congrats again!"}
{"text": "Tonight! I discuss the JHTO and Hypersonics on Government Matters! 8 and 10:30 pm on WJLA 24/7 News"}
{"text": "Some more of the exciting work the JHTO is funding through our first round of awards with the University Consortium of Applied Hypersonics."}
{"text": "Congrats to all the winners! See the press release for the list of winning projects and their lead universities. Many great teams and schools leading and participating in projects. Like I said before, I wish we could have awarded more, but those who did not get awards this time will have plenty of opportunities. Loved the excellent pairing with industry and allied universities in addition to the well thought-out multidisciplinary teams. Appreciate that industry is leaning heavily into this and engaging strategically. We aim not only to develop technology, but to transition engineers who are already thinking about the department's biggest challenges in Hypersonics S&T and technologies to the industrial base and workforce."}
{"text": "Our university consortium has become much more real! Our first awards went out. 18 universities are leading teams of 29 universities and 15 industry partners and 3 national labs on these 17 topic areas. We even have participation of top schools in hypersonics in our key ally countries. I know this group will do great work, and we were very impressed with the quality of submissions. I wish we had more money because it was hard at times to choose a winning team. Many great proposals did not get selected. Looking forward to doing it again in a few months! I'll post shortly with the winners when Texas A&M Engineering Experiment Station (TEES) puts out their press release."}
{"text": "Really exciting news! Too often we get in our own way when the price of not sharing with our closest allies is far higher than anything that could be lost in doing so. This arrangement will make it easier for us to combine forces with our most capable and critical allies in advanced defense technology. Really looking forward to deepening ties in long range strike technologies. Now more than ever we need those who are committed to a free and open Indopacific to be working together to develop the best defense technologies to be able to counter those who threaten our shared way of life and values."}
{"text": "Proud to be a crucial part of the team responsible for us catching up!"}
{"text": "Gotta love supersonic aerodynamics and ground testing!"}
{"text": "What a thrilling week on the Eastern Shore of Virginia. Great team and a great flight!"}
{"text": "Excited to be leading this important effort to improve hypersonic simulation!"}
{"text": "BOLT II successfully launched from NASA Wallops on Monday—job well done everyone! Watch the video of the launch from the NASA Wallops YouTube channel—be sure to turn on the sound!"}
{"text": "I am very excited to announce that Cambridge University Press will now be publishing the 6th Edition of Aerodynamics for Engineers. This represents a great new chapter for this textbook that was originally written by John Bertin and Michael Smith of the US Air Force Academy. The new publication is due to be available this month at the usual online outlets, as well as at "}
{"text": "Rebecca Esselstein #Kudos It's incredible how often you exceed expectations #GoingAboveAndBeyond"}
{"text": "Don R. #Kudos Wow! Just when I thought your work couldn't get any better #GoingAboveAndBeyond"}
{"text": "Applications are now OPEN Be a part of History #SPACEHEALTH #DIVERSITY."}
{"text": "If you are currently a woman in engineering or have family who wanna be mechanical engineers I ask that you that you share the link below with them. I’m on American Society of Mechanical Engineers leadership committee for Increasing Women in Mechanical Engineering (iWME) conference Please pass to your networks"}
{"text": "Hosting a GeoTech hour on Digital Inclusion with Tech Superstars and fellow Geotech Center Senior Fellows Melissa Flagg Sally Kenyon Grant Bob Gourley Register and tune in!"}
{"text": "We are pleased to invite you to The GeoTech Center's first GeoTech Hour of 2021, Tech and Data Recommendations for the New Administration, taking place Wednesday, January 6, from 12:00 - 1:00 p.m. Eastern. Please use this link ("}
{"text": "Never give up"}
{"text": "A pleasure to be apart of ASME Student Leadership Training Conference 2020. Amazing questions, we are in good hands."}
{"text": "Thank you University of South Florida for your support"}
{"text": "Join Marguerite Matthews, PhD, Justin J. Shaifer, and me as we share our journey as Black STEM Professionals with the National Museum of African American History and Culture. Make sure you and your children tune in! "}
{"text": "Sat down with Andrew Schwartz’s Truth of the Matter CSIS podcast to talk Ukraine, air defense, and all kinds of missiles coming and going."}
{"text": "Join CSIS Missile Defense Project's Dr. Tom Karako, on Wednesday, February 16, from 10:00 am - 11:30 am ET, for a conversation with Army Futures Command, featuring LTG James Richardson, COL Toby Magsig, and Dr. Gary Lambert, where they will discuss Project Convergence, the Army’s \"campaign of learning\" and combined efforts to provide joint all-domain command and control. Register here: "}
{"text": "Thanks to all the participants in our panel event yesterday on hypersonic defense. The text of our new CSIS report, Complex Air Defense, is here: "}
{"text": "On February 7, we’ll release a new CSIS report on hypersonic defense, framing the problem as a form of complex air defense. The panel includes Stan Stafira, Kelley Sayler, Gillian Bussey, and Mark Lewis, moderated by Steve Trimble."}
{"text": "Earlier today, LTG L. Neil Thurgood, DBA participated in a live, on-camera interview with Tom Karako, Center for Strategic and International Studies (CSIS) focusing on the RCCTO, our portfolio of air defense and long-range strike prototypes, as well as our development plans and authorities in support of the Army Modernization Strategy and National Defense Strategy. Watch the live interview here --> "}
{"text": "Please join the CSIS Missile Defense Project's Dr. Tom Karako on Wednesday, January 12, 2022, from 2:00 pm - 3:15 pm ET, for a conversation with US Army's LTG L. Neil Thurgood, DBA, Director for Hypersonics, Directed Energy, Space and Rapid Acquisition, Office of the Assistant Secretary of the Army (Acquisition, Logistics and Technology). The discussion will focus on the Army Rapid Capabilities and Critical Technologies Office (RCCTO), its portfolio of air defense and long-range strike prototypes, as well as its development plans and authorities in support of the Army Modernization Strategy and National Defense Strategy. Register here: "}
{"text": "Pacific Fires: Had a good time with my friend Dan Roper talking strike and defense—missiles coming and going—for the AUSA podcast, Army Matters."}
{"text": "A new CSIS brief out today, rolling up all you need to know about missile defense & defeat in FY2022, by Wes Rumbaugh and myself. Complete with copious budget graphs. BLUF: the 22 PB seeks, but does not yet achieve, alignment with the reality of renewed strategic competition, with progress marked by investments in space sensors, cruise missile defense, hypersonic strike and defense, and the defense of Guam."}
{"text": "Adversity creates opportunity. Let this inspire all those with a passion to make a difference and then be able to tell the story #perseverance #leadership"}
{"text": "Congratulations to all awardees. Thank you for your leadership #GillianBussey. We are a proud partner to you and the consortium and looking forward to continued collaboration helping to accelerate hypersonic capabilities for the security of our nation. #raytheontechnologies #defense #hypersonics"}
{"text": "I’m so proud to be part of a team that is committed to delivering hypersonic capabilities for the future of our national security. Their dedication and work ethic gets me up and energized everyday. #raytheontechnologies #raytheondefense #hypersonics"}
{"text": "Recently I had the opportunity to talk with #BeverlyKirk at Center for Strategic and International Studies (CSIS) about my journey as a woman in the Defense field and also explore the importance of developing hypersonic systems for the future of our nations national security. "}
{"text": "Thank you #CSIS and #DrTomKarako for hosting this important hypersonic discussion. I’m honored to join my industry colleagues and #MikeWhite, OUSD R&E’s Principle Director for Hypersonics tomorrow, 2 June, to talk about what we are collectively doing to deliver hypersonic capability to the warfighter. #hypersonics #raytheontechnologies #defense"}
{"text": "Learn more about how we are staying on track to deliver Hypersonic Capabilities as part of an outstanding industry / government partnership. Proud to be part of the Common Hypersonic Glide Body team delivering key technologies to develop this important hypersonic weapon system for the @US-Army and @US-Navy. "}
{"text": "Focus on you in 2021. The new year is just a few hours away, and it’s essential to start the year with a successful mindset to ensure you bring your best self to work. One thing that should be clear is how you define success. Outlining your success measures early will help you achieve your goals throughout the year. For some, success means landing a promotion or achieving a milestone. What does success mean to you?"}
{"text": "Congratulations Kristin and Sarah on your new leadership roles. Thanks for being a great partner to Raytheon."}
{"text": "Very excited to be part of the decibel Research team!"}
{"text": "Our FMI team was at the Military Recruit event at Gillette Stadium today recruiting veterans to fill key manufacturing roles. We are working to fill many exciting positions learn more at "}
{"text": "Check out this job at Fiber Materials Inc.:"}
{"text": "Congratulations to the group for a successful launch, and great progress so far. It was a pleasure to meet in person over these last two weeks."}
{"text": "Congratulations to my colleagues at Skunkworks! Tremendous accomplishment!"}
{"text": "I am so proud of our team and the partnership Lockheed Martin has with the Army and Navy to deliver this system, along with our industry partners, to the warfighter. We are committed, we are passionate, and we are looking forward to seeing the warfighter complete their flight tests with this new system."}
{"text": "These morning routines will set your whole day up for success before 8 am. "}
{"text": "Awesome Quotes"}
{"text": "Enjoy this. Arun Vijayaraghavan, Anantha Padmanabhan Vedachalam"}
{"text": "\"These terminals are very important for the survival of Ukraine.\" Sorin Matei, Purdue University College of Liberal Arts Associate Dean of Research and Director of the FORCES (4S) Initiative, explains how #SpaceX Starlink satellites provide internet to Ukrainian solders and civilians on CBS News. "}
{"text": "This is a nice gesture by Purdue University"}
{"text": "Many congratulations to my colleague Sergey Macheret for being selected as a 2022 AIAA Fellow! "}
{"text": "Congratulations to Dr. Akshay Deshpande my second PhD graduate at Purdue. Akshay wrote and excellent dissertation and has already published several journal articles. School of Aeronautics and Astronautics, Purdue University Purdue University College of Engineering"}
{"text": "Many thanks to Aero Assist and my graduate students for the Outstanding Graduate Faculty Mentor Award"}
{"text": "Here is a report by some of my colleagues on the anticipated foreign policy and security strategy of the Biden administration. Much potential impact on aerospace research."}
{"text": "Here is a press release on our project to understand history and aid decision making on the battlefield and in civilian crises"}
{"text": "Let me update this with one of our articles that just appeared: J. Poggie, S. Matei, and R. Kirchubel, \"Simulating Military Conflict with a Continuous Flow Model,\" Journal of the Operational Research Society, 2020. "}
{"text": "Congrats to the team led by Prof Combs at UT-San Antonio! The JHTO is excited to be partnering with this great team on this important project. Some of our most innovative ideas and future hypersonics engineers and scientists come from our universities who produce some of the most capable students in the world. Partnering with universities like UT-San Antonio is critical to realizing battlefield dominance and technological superiority over the next decade and beyond. Congrats again!"}
{"text": "Tonight! I discuss the JHTO and Hypersonics on Government Matters! 8 and 10:30 pm on WJLA 24/7 News"}
{"text": "Some more of the exciting work the JHTO is funding through our first round of awards with the University Consortium of Applied Hypersonics."}
{"text": "Congrats to all the winners! See the press release for the list of winning projects and their lead universities. Many great teams and schools leading and participating in projects. Like I said before, I wish we could have awarded more, but those who did not get awards this time will have plenty of opportunities. Loved the excellent pairing with industry and allied universities in addition to the well thought-out multidisciplinary teams. Appreciate that industry is leaning heavily into this and engaging strategically. We aim not only to develop technology, but to transition engineers who are already thinking about the department's biggest challenges in Hypersonics S&T and technologies to the industrial base and workforce."}
{"text": "Our university consortium has become much more real! Our first awards went out. 18 universities are leading teams of 29 universities and 15 industry partners and 3 national labs on these 17 topic areas. We even have participation of top schools in hypersonics in our key ally countries. I know this group will do great work, and we were very impressed with the quality of submissions. I wish we had more money because it was hard at times to choose a winning team. Many great proposals did not get selected. Looking forward to doing it again in a few months! I'll post shortly with the winners when Texas A&M Engineering Experiment Station (TEES) puts out their press release."}
{"text": "Really exciting news! Too often we get in our own way when the price of not sharing with our closest allies is far higher than anything that could be lost in doing so. This arrangement will make it easier for us to combine forces with our most capable and critical allies in advanced defense technology. Really looking forward to deepening ties in long range strike technologies. Now more than ever we need those who are committed to a free and open Indopacific to be working together to develop the best defense technologies to be able to counter those who threaten our shared way of life and values."}
{"text": "Proud to be a crucial part of the team responsible for us catching up!"}
{"text": "Mark, Can you e-mail me your Spacetech map? Thomas.r.bussing@raytheon.com Tom"}
