{"text": "Temporary assignment from CNAS under the Intergovernmental Personnel Act", "metadata": "根据政府间人事法，CNA的临时任务"}
{"text": "Start-up delivering novel data analysis solutions based on open-universe probability models. Contractor for the United Nations Comprehensive Nuclear-Test-Ban Treaty Organization, building a new global monitoring system.", "metadata": "启动基于开放宇宙概率模型提供新颖的数据分析解决方案。联合国综合核测试条约组织的承包商建立了新的全球监测系统。"}
{"text": "Research on computational physiology and ICU monitoring with Prof. Geoff Manley", "metadata": "与Geoff Manley教授有关计算生理学和ICU监测的研究"}
{"text": "served as Chair of Computer Science Division 2006-2010 and Chair of Department of Electrical Engineering and Computer Sciences 2008-2010", "metadata": "担任计算机科学部主席，2006- 2010年，电气工程与计算机科学系主任2008-2010"}
{"text": "Working as a scientific researcher in the AI WATCH & HUMAINT projects, linked to the Digital Transformation and Artificial Intelligence Project, Digital Economy Unit, Joint Research Centre, European Commission.", "metadata": "在AI观察和肿瘤项目中担任科学研究人员，与数字化转型和人工智能项目，数字经济部门，联合研究中心，欧洲委员会有关。"}
{"text": "Instituto Nacional de Ciberseguridad (INCIBE): Programa de excelencia de los equipos de investigación avanzada en ciberseguridad.", "metadata": "研究学院（INCIBE）：Programa de excelencia de los equipos derespejactaciónAvanzadaen ciberseguridad。"}
{"text": "Reuse of learnt knowledge is of critical importance in the majority of knowledge-intensive application areas, particularly because the operating context can be expected to vary from training to deployment. In machine learning this is most commonly studied in relation to variations in class and cost skew in classification. While this is evidently useful in many practical situations, there is a clear and pressing need to generalise the notion of operating context beyond the narrow framework of skew-sensitive classification. This project aims to address the challenge of redesigning the entire data-to-knowledge (D2K) pipeline in order to take account of a significantly generalised notion of operating context. Project REFRAME (2012-2016), coordinated by the University of Bristol, the Université de Strasbourg and the Universitat Politècnica de València. The REFRAME project has been granted by CHIST-ERA (European Coordinated Research on Long-term Challenges in Information and Communication Sciences & Technologies ERA-Net). http://reframe-d2k.org", "metadata": "在大多数知识密集型应用领域中，重复使用学习知识至关重要，尤其是因为可以预期操作环境因培训而异。在机器学习中，这是关于课堂上的变化和分类偏差的最常研究。尽管这在许多实际情况下显然是有用的，但明确而迫切的需求是将操作环境的概念推广到偏斜敏感的分类的狭窄框架之外。该项目旨在应对重新设计整个数据知识（D2K）管道的挑战，以便考虑到操作环境的显著概括。 Project Reframe（2012-2016），由布里斯托尔大学，斯特拉斯堡大学和政治委员会协调。 Chist-era（欧洲关于信息和通信科学与技术ERA-NET中的长期挑战的研究研究）授予了重新构架项目。 http://reframe-d2k.org"}
{"text": "Ph.D Thesis project. Publications: - DBLP: http://dblp.uni-trier.de/pers/hd/m/Mart=iacute=nez=Plumed:Fernando - Google Scholar: https://scholar.google.com/citations?user=a5qlaGIAAAAJ&hl=en - Personal Website: http://users.dsic.upv.es/~fmartinez/publications.html", "metadata": "博士学位论文项目。出版物：-DBLP：http：//dblp.uni-trier.de/pers/hd/m/m/mart=iacute= nez=plumed:fernando-Google Scholar：https：//scholar.google.com/cittation.a5qlagiaaaaj＆hl = en-个人网站：http：//users.dsic.upv.es/~fmartinez/publications.html"}
{"text": "Machine learning, business intelligence, data science and data visualisation at the master and degree level", "metadata": "机器学习，商业智能，数据科学和数据可视化在硕士和学位层面"}
{"text": "Dr. Emanuel is currently the BioScience Division Chief at the US Army’s Edgewood Chemical and Biological Center. As the lead for all biological research at ECBC he oversees 100 life scientists and over 60,000 square feet of laboratories at the premier non-medical research institute for CBRN defense science and technology. The BioScience Division is renowned for its genomic sequencing center, pilot scale fermentation capabilities, cryological storage repositories, and biological detection programs which occur under mature quality management systems. Dr. Emanuel is also the lead for the Joint US Forces Korea (USFK) Portal and Integrated Threat Recognition (JUPITR) advanced technology demonstration (ATD). The JUPITR ATD is a multi-year effort by the Joint Program Executive Office for Chemical and Biological Defense (JPEO-CBD) to explore how the DOD will conduct global biosurveillance missions.", "metadata": "伊曼纽尔博士目前是美国陆军边缘化学与生物中心的生物科学部负责人。作为ECBC所有生物学研究的负责人，他在CBRN国防科学技术领域的主要非医学研究所负责监督100名生命科学家和60,000平方英尺的实验室。生物科学部门以其基因组测序中心，试验量表发酵能力，冷冻储存存储库以及在成熟质量管理系统下发生的生物检测计划而闻名。伊曼纽尔博士还是美国联合韩国（USFK）门户网站和综合威胁识别（JUPITR）高级技术演示（ATD）的负责人。JUPITR ATD是联合计划化学与生物防御办公室（JPEO-CBD）的多年努力，探讨了国防部将如何执行全球生物监视任务。"}
{"text": "In this role Dr. Emanuel served 3 years in the Bush and Obama administrations as the Assistant Director for Chemical & Biological Countermeasures within the Office of Science and Technology Policy in the Executive Office of the President. He managed the chemical and biological defense and medical countermeasures portfolio and coordinated research and development efforts across the federal government. The position required that Dr. Emanuel represent the interests of science and technology at policy coordinating bodies within the White House and throughout the inter-agency community.", "metadata": "伊曼纽尔（Emanuel）博士曾在布什（Bush）和奥巴马政府（Obama）政府任职3年，担任总统执行办公室科学技术政策办公室的化学与生物对策助理主任。他管理了整个联邦政府的化学和生物防御和医学对策投资组合，并协调了研究和开发工作。该立场要求伊曼纽尔博士代表科学和技术的利益，以协调白宫内部以及整个机构间社区的政策协调机构。"}
{"text": "Principal investigator leading a diverse research team across multiple programs targeting Navy and DoD needs in synthetic biology, biomaterials, and human performance through engineering of microbial systems. Research efforts have included developing bio-derived solutions for environmental contaminants, engineering pathogen sensing gut bacterium, and establishing tools for detecting toxic heavy metals in water samples.", "metadata": "首席研究人员领导了一个多元化的研究团队，跨越了针对海军和国防部需求的多个计划，这些计划在合成生物学，生物材料和人类绩效方面通过微生物系统的工程进行。研究工作包括为环境污染物，工程病原体传感肠道细菌开发生物衍生的解决方案，以及建立用于检测水样中有毒重金属的工具。"}
{"text": "Contributed to established researchers programs at the Naval Research Laboratory which studied the unique properties of camelid-derived recombinant antibody molecules and how these unique biomolecules could contribute to the development of diagnostic assays, biosensors, and next gen therapeutics.", "metadata": "为海军研究实验室的既定研究人员计划做出了贡献，该计划研究了骆驼衍生的重组抗体分子的独特特性，以及这些独特的生物分子如何有助于诊断测定，生物传感器和下一代疗法的发展。"}
{"text": "As a postdoc, I studied topics in classical and quantum gravity, including higher dimensional black holes, the AdS/CFT correspondence, holographic descriptions of superconductivity, and confinement in gauge theory. I also taught an undergraduate maths course once a year.", "metadata": "作为博士后，我研究了经典和量子重力的主题，包括较高的黑洞，广告/CFT对应关系，超导性的全息描述以及量规理论中的限制。我还每年教一次本科数学课程。"}
{"text": "I have served as a teaching assistant sporadically throughout my graduate career. I have TA'ed for a number of different classes, both undergraduate and graduate.", "metadata": "在整个研究生生涯中，我偶尔担任助教。我曾在本科生和毕业生中都参加了许多不同的班级。"}
{"text": "The head teaching assistant is an administrative job. Head teaching assistants are selected on the basis of their teaching ability and organization, and they are responsible for managing all the other teaching assistants in the department. I was responsible for hiring and assigning the teaching assistants, monitoring their productivity, as well as troubleshooting any problems that arose.", "metadata": "主教助理是一项行政工作。首席教学助理是根据他们的教学能力和组织选择的，他们负责管理部门的所有其他教学助理。我负责雇用和分配助教，监视他们的生产力以及对出现的任何问题进行故障排除。"}
{"text": "Research and analysis on public policy issues. Focus is on modeling and simulation of intelligence, surveillance, and reconnaissance issues for the US Air Force.", "metadata": "公共政策问题的研究和分析。重点是对美国空军的智力，监视和侦察问题进行建模和模拟。"}
{"text": "- Worked in a research team collecting and translating data and reports in the Beijing Red Cross project - Planned and related affairs for conferences and workshops", "metadata": " - 在北京红十字会项目中收集和翻译数据和报告的研究团队中工作 - 计划和讲习班的相关事务"}
{"text": "- Help new and old international students to settle into Korean academics and socials", "metadata": " - 帮助新的国际学生和社会成熟"}
{"text": "- Hold by Ministry of Foreign Affairs in ROK - Debated the food security in East Asia with participants from Korea, China and Japan", "metadata": " - 由外交部在罗克（Rok）举行 - 与韩国，中国和日本的参与者辩论东亚的粮食安全"}
{"text": "- Debated the problems in building an East Asian Community from 5 standpoints (North Korea, Nationalism&Media, Environment&Energy, Arms Race and Recognition of History)", "metadata": " - 辩论了从5个角度来建立东亚社区的问题（朝鲜，民族主义媒体，环境能源，军备竞赛和历史的认可）"}
{"text": "I work on issues related to the production, use and control of emerging military and security technologies, notably cyber-security technologies and autonomous weapon systems.", "metadata": "我研究与新兴军事和安全技术的生产，使用和控制有关的问题，尤其是网络安全技术和自主武器系统。"}
{"text": "Catalysing risk mitigation strategies.", "metadata": "催化风险缓解策略。"}
{"text": "Flask, React and some medical imaging stuff", "metadata": "烧瓶，反应和一些医学成像的东西"}
{"text": "Develop web and mobile tools.", "metadata": "开发网络和移动工具。"}
{"text": "Back-end development in django on google app engine. Front-end development using html, CSS, jQuery. Active role in strategic decision making. Communication with PayPal contact over technical integration. Close work with designer, sales manager and mobile developer.", "metadata": "Django的后端开发在Google App Engine上。使用HTML，CSS，jQuery的前端开发。在战略决策中的积极作用。与PayPal联系在技术集成方面的沟通。与设计师，销售经理和移动开发人员进行密切合作。"}
{"text": "Based at the New Zealand Permanent Mission in Geneva, I work across a range of disarmament-related issues to provide thought leadership and support to the New Zealand Government in implementing its recently announced Disarmament Strategy for 2021-22. Issues on which I am involved in policy development include nuclear disarmament and non-proliferation, nuclear legacy issues in the Pacific, strengthening international humanitarian law and autonomous weapons and outer space.", "metadata": "我在日内瓦的新西兰永久任务中，我涉足一系列与裁军相关的问题，为新西兰政府提供了思想领导和支持，以实施其最近宣布的2021  -  22年裁军战略。我参与政策制定的问题包括核裁军和不扩散，太平洋地区的核遗产问题，加强国际人道主义法和自治武器和外太空。"}
{"text": "Involved in work on analysing current developments around nuclear weapons such as risk/safety, the Nuclear Non-Proliferation Treaty, the humanitarian approach, and explosive weapons use in populated areas.Involved in work on analysing current developments around nuclear weapons such as risk/safety, the Nuclear Non-Proliferation Treaty, the humanitarian approach, and explosive weapons use in populated areas. Dr John Borrie | Chatham HouseDr John Borrie | Chatham House Expertise - Multilateral disarmament and arms control - Cluster munitions and landmine treaty regimes - Explosive weapons use in populated areas - New weapons-related initiatives - Humanitarian impact of nuclear weaponsExpertise - Multilateral disarmament and arms control - Cluster munitions and landmine treaty regimes - Explosive weapons use in populated areas - New weapons-related initiatives - Humanitarian impact of nuclear weapons", "metadata": "参与分析围绕核武器的最新发展，例如风险/安全，核不扩散条约，人道主义方法和在人口稠密地区使用的爆炸性武器。参与分析围绕核武器的当前发展（例如风险/安全）的工作，核不扩散条约，人道主义方法和人口中的爆炸性武器。约翰·鲍里（John Borrie）博士|Chatham Housedr John Borrie |Chatham House专业知识 - 多边裁军和武器控制 - 群集弹药和地雷条约制度 - 人口稠密地区的爆炸性武器 - 新武器相关的计划 - 核武器的人道主义影响 - 多边裁员和武器控制 - 集群和爆炸性弹药 - 在人口稠密地区使用武器 - 与武器有关的新举措 - 核武器的人道主义影响"}
{"text": "I worked with UNIDIR's Weapons of Mass Destruction and Other Strategic Weapons Programme on research-related tasks and in communicating the research to a range of audiences.", "metadata": "我在与研究相关的任务方面的大规模杀伤性武器和其他战略武器计划合作，并将研究传达给一系列受众。"}
{"text": "Charts the strategic and tactical direction of UNIDIR, raises funds and manages the Institute's staff.", "metadata": "图表了Unidir的战略和战术方向，筹集资金并管理研究所的员工。"}
{"text": "Lead's UNIDIR's research, and personally runs its Weapons of Mass Destruction and Other Strategic Weapons research Programme, including management, fundraising and external representation for this Programme.", "metadata": "Lead的Unidir的研究，并亲自运营其大规模杀伤性武器和其他战略武器研究计划，包括管理，筹款和该计划的外部代表。"}
{"text": "Responsible for: UNIDIR research development and project oversight, with functions in fundraising; generation of original research and high quality analysis; policy guidance to UNIDIR. Runs the Institute's Programme on Weapons of Mass Destruction (WMD) and Other Strategic Weapons, managing a team of researchers.", "metadata": "负责：UNIDIR研究开发和项目监督，并在筹款方面发挥了作用；产生原始研究和高质量分析；对Unidir的政策指导。运营该研究所的大规模杀伤性武器计划（WMD）和其他战略武器，管理一组研究人员。"}
{"text": "As a Researcher at Greenbrook Communications, was responsible for monitoring national press and industry publications, writing briefing notes and assisting in the design of client pitches.", "metadata": "作为Greenbrook Communications的研究人员，负责监视国家出版社和行业出版物，撰写简报并协助设计客户推销。"}
{"text": "Key duties: Develop and execute Australia’s trade and investment strategies in India, including through treaty negotiations and advocacy to the Indian Government. Analyze and provide advice to the Australian Government on India’s economy, including: - trade and investment policy - energy sector (specializing in nuclear energy) - intellectual property - infrastructure, pharmaceuticals and civil aviation sectors Analyze and provide advice to the Australian Government on India's strategic environment (specializing in nuclear competition and non-proliferation). Advise Australian companies on India’s regulatory and investment environments, and conduct outreach on their behalf to the Indian Government. Manage a team of research officers. Design communication strategies for Australian and Indian audiences on political and economic issues.", "metadata": "关键职责：制定和执行澳大利亚在印度的贸易和投资策略，包括通过条约谈判和对印度政府的倡导。分析并向澳大利亚政府就印度经济提供建议，包括： - 贸易和投资政策 - 能源部门（专业从事核能） - 知识产权 - 基础设施，药品和民航部门分析并向澳大利亚政府就印度的战略提供建议环境（专门研究核竞争和不扩散）。向澳大利亚公司提供有关印度监管和投资环境的建议，并代表印度政府进行宣传。管理一个研究人员。针对澳大利亚和印度观众的政治和经济问题的设计沟通策略。"}
{"text": "Arms Control Section, Arms Control and Counter-Proliferation Branch, International Security Division Key duties included: Formulated and executed Australian Government policy on: - disarmament - non-proliferation - nuclear energy - export controls - strategic relations between nuclear-armed states. Designed and implemented communication strategies for domestic audiences and foreign governments. Negotiated on behalf of the Australian Government in the United Nations and bilateral treaties. Advised the Ministers of Foreign Affairs and Trade, and senior officials. Led a team of five, including recent graduates and experienced officers. Short-term assignments: OFFICE OF THE AUSTRALIAN FOREIGN MINISTER – OCTOBER 2010 to NOVEMBER 2010 Acting foreign and strategic policy adviser (Departmental Liaison) Advised the Minister for Foreign Affairs on Australia’s relationships with, and coordinated Australian policy on, China, India, Japan, South Korea and ASEAN, and international security issues. AUSTRALIAN EMBASSY TO IRAQ – AUGUST 2010 to SEPTEMBER 2010 Acting Deputy Ambassador Represented Australian in meetings and negotiations with Iraqi Government Ministers, the Iraqi bureaucracy, foreign embassies and civil society. Produced research papers on Iraq’s political environment, economy (including the oil and gas sectors) and security environment.", "metadata": "军备控制部门，武器控制和反扩散部，国际安全部关键职责包括：制定和执行澳大利亚政府政策： - 裁军 - 非扩散 - 核能 - 出口控制 - 核武器国家之间的战略关系。为国内受众和外国政府设计并实施了沟通策略。代表联合国和双边条约的澳大利亚政府进行谈判。向外交和贸易部长和高级官员提供建议。领导了一个由五人组成的团队，包括最近的毕业生和经验丰富的官员。短期任务：澳大利亚外交部长办公室 -  2010年10月至2010年11月代理外国和战略政策顾问（部门联络）向外交部长提供有关澳大利亚与澳大利亚与澳大利亚的关系的关系，并协调了澳大利亚政策，中国，印度，日本，日本，日本，日本，日本韩国和东盟以及国际安全问题。澳大利亚大使馆到伊拉克 -  2010年8月至2010年9月代理副大使代表澳大利亚人与伊拉克政府部长，伊拉克官僚机构，外国大使馆和公民社会进行会议和谈判。制作了有关伊拉克政治环境，经济（包括石油和天然气部门）和安全环境的研究论文。"}
{"text": "Key duties included: Designed and implemented Australian national security policy, including: - transport security - critical infrastructure protection - intelligence policy - counter-terrorism (global jihadi movements, focused on South East Asia) - maritime security Managed the federal budget process for national security programs. Provided timely, focused and detailed briefing for the Prime Minister and Cabinet, and senior officials. Coordinated the national security inter-agency process.", "metadata": "关键职责包括：设计和实施澳大利亚国家安全政策，包括： - 运输安全 - 关键基础设施保护 - 情报政策 - 反恐（全球圣战运动，专注于东南亚） - 海上安全管理了国家安全的联邦预算流程程式。为总理和内阁以及高级官员提供了及时，专注和详细的简报。协调国家安全跨机构过程。"}
{"text": "➤ Responsible for the cluster on global and emerging risks. The cluster is based on three pillars: ◆ Traditional geopolitical risks (warfare, conflicts, terrorism). ◆ Risks and resilience related to the impact of emerging technologies (especially artificial intelligence) on international security and society. ◆ The impact of geopolitical risks on the private sector. ➤ Teach various courses on: ◆ The impact of geopolitical risks on specific industries (banking, oil and gas, tourism...) ◆ Disruptive technologies and international security ◆ Middle East and Gulf security ◆ Transformation of war and conflicts ◆ Terrorism ◆ Energy security ◆ Risk and resilience related to accident and terrorist attacks involving weapons of mass destruction ➤ Conduct research on risks and emerging technologies: ◆ Risks related to the Fourth Industrial Revolution (especially artificial intelligence and neuroscience) ◆ Global geopolitical risks ◆ Middle East and Gulf security ➤ Liaise with the private sector and specific industries to raise awareness about the impact of geopolitical risks", "metadata": "➤负责全球和新兴风险的集群。该集群基于三个支柱：◆传统的地缘政治风险（战争，冲突，恐怖主义）。 ◆与新兴技术（尤其是人工智能）对国际安全和社会的影响有关的风险和韧性。 ◆地缘政治风险对私营部门的影响。 ➤教授各种课程：◆地缘政治风险对特定行业的影响（银行，石油和天然气，旅游业...）◆破坏性技术和国际安全◆中东和海湾安全◆战争和冲突的转变和冲突的转变◆恐怖主义◆能源安全◆能源安全。 ◆涉及大规模杀伤性武器的事故和恐怖袭击有关的风险和韧性➤对风险和新兴技术进行研究：◆与第四次工业革命有关的风险（尤其是人工智能和神经科学）（尤其是人工智能和神经科学）。与私营部门和特定行业联系，以提高人们对地缘政治风险影响的认识"}
{"text": "➤ Associate Fellow at the Geneva Centre for Security Policy ◆ Organise and teach a training module on \"Disruptive Technologies and Warfare\"", "metadata": "➤日内瓦安全政策中心副研究员◆组织和教授有关“破坏性技术和战争”的培训模块"}
{"text": "I am bringing my expertise in geopolitics, international security, intelligence and the militarisation of emerging technologies to assess the practical feasibility of research proposals, the possible misuses of the proposed research and to guarantee the security of the researchers and the subjects of research. CUREG2.0 is a University committee that advises its members, researchers and students conducting research on ethics-related issues. The aim is to ensure that projects are carried out in keeping with the principles of ethical research. https://cureg.unige.ch/en/", "metadata": "我将我在地缘政治，国际安全，情报和新兴技术的军事化方面提供专业知识，以评估研究建议的实际可行性，拟议的研究的可能滥用，并保证研究人员的安全和研究对象。CUREG2.0是一个大学委员会，为其成员，研究人员和学生提供有关与道德有关的问题进行研究的建议。目的是确保按照道德研究的原则进行项目。https://cureg.unige.ch/en/"}
{"text": "➤ Co-chair of the NATO Partnership for Peace Consortium on Emerging Security Challenges Working Group ➤ Responsible for setting the agenda of the program on emerging security challenges ➤ Organise conferences and panel discussion on emerging security challenges ➤ Draft reports The Emerging Security Challenges (ESC) Working Group aims to enhance the capacity of decision makers and policy shapers to identify and respond to emerging international security challenges. Specifically, its goal is to identify and prioritize such international security challenges and discuss possible political frameworks and mechanisms to address them. “Emerging Security Challenges” has become a term used at NATO and in public debate to deal with potential, upcoming, non-traditional threats to our international security. The working group does not have a defined set of issues for analysis - rather, it remains open to include new challenges as they arise. https://www.pfp-consortium.org/index.php/activities/emerging-security-challenges", "metadata": "➤北约和平联盟的联合主席在新兴安全挑战工作组方面工作组➤负责设定该计划的新兴安全挑战议程➤组织会议和小组讨论有关新兴安全挑战的讨论➤报告报告草案报导草案Emerging安全挑战（ESC）草案（ESC）（ESC）工作组旨在提高决策者和政策塑造的能力，以识别和应对新兴的国际安全挑战。具体而言，其目标是确定和优先考虑此类国际安全挑战，并讨论解决方案的可能政治框架和机制。 “新兴安全挑战”已成为北约和公开辩论中使用的术语，以应对我们国际安全的潜在，即将发生的，非传统的威胁。工作组没有确定的分析问题 - 相反，它仍然开放，以包括新的挑战。 https://www.pfp-consortium.org/index.php/activities/emerging-security-challenges"}
{"text": "➤ Advise on Gulf security and the role of the Gulf states", "metadata": "➤有关海湾安全和海湾国家的作用的建议"}
{"text": "➤ Senior Advisor at the Artificial Intelligence (AI) Initiative of the Future Society at Harvard Kennedy School. The Future Society at HKS gathers students, researchers, alumni and faculty interested in better understanding and discussing the profound consequences of the current technological explosion. The Future Society at HKS, AI Initiative endeavors to engage all relevant stakeholders to help shape the global policy framework needed to address the challenges of the ongoing race for the development and control of Artificial Intelligence. ◆ Advise on the impact of artificial intelligence on international security, conflicts and future warfare", "metadata": "➤哈佛肯尼迪学校未来社会的人工智能（AI）高级顾问。HKS的未来社会聚集了有兴趣更好地理解和讨论当前技术爆炸的深刻后果的学生，研究人员，校友和教师。AI倡议的未来社会努力使所有相关的利益相关者参与，以帮助塑造应对正在进行的人工智能发展和控制持续种族所需的挑战所需的全球政策框架。◆就人工智能对国际安全，冲突和未来战争的影响提供建议"}
{"text": "General topic: Markov decision processes under additional uncertainty assumptions.", "metadata": "一般主题：马尔可夫决策过程在其他不确定性假设下。"}
{"text": "Teaching Assistant in several Computer Science courses, among others Logics, Algorithms and Data Structures, Theoretical Computer Science.", "metadata": "多个计算机科学课程的助教，以及理论计算机科学的逻辑，算法和数据结构。"}
{"text": "I work on nuclear non-proliferation, disarmament, arms control, and the impact of new technologies on strategic stability, with a strong focus on the South Asian region. My responsibilities include conducting, writing up and working with the SIPRI Nuclear Disarmament, Arms Control and Non-proliferation Programme to disseminate my research; preparing, coordinating and contributing to research proposals on nuclear-related issues; effectively and responsibly managing externally funded projects; managing and mentoring staff. Since 2018, I have co-authored eight SIPRI collective studies, including being an editor of one of them. I contributed sections on the US-Russian arms control to the three SIPRI Yearbook volumes (2019 to 2021) and authored four peer-reviewed articles in India, Japan, Russia, and Sweden's scientific journals. I was a principal organiser of the international meetings held in Berlin, Colombo, Moscow, Stockholm and co-organised more events in Beijing, New York, Stockholm and multiple online seminars.", "metadata": "我从事核不扩散，裁军，军备控制以及新技术对战略稳定的影响，重点是南亚地区。我的责任包括进行，写作和与SIPRI核裁军，军备控制和不扩散计划一起传播我的研究；准备，协调并为与核有关问题的研究提出研究；有效，负责任地管理外部资助的项目；管理和指导人员。自2018年以来，我合著了八项SIPRI集体研究，包括成为其中之一的编辑。我为三本SIPRI年鉴卷（2019年至2021年）为美国俄罗斯的军备控制做出了贡献，并在印度，日本，俄罗斯和瑞典的科学期刊上撰写了四篇同行评审的文章。我是在柏林，科伦坡，莫斯科，斯德哥尔摩举行的国际会议的主要组织者，并在北京，纽约，斯德哥尔摩和多个在线研讨会上共同组织了更多活动。"}
{"text": "As an expert at the RIAC, I was engaged in several research projects and contributed several articles to the Council's publications. My achievements involved six op-eds for the RIAC website on nuclear weapons-related issues and South Asia, co-authorship of two collective reports on Russia-India relations (2013) and Russia-Iran partnership (2016), and speaking engagements at RIAC's multiple events in Moscow and Washington DC. After one of such events, held trilaterally between Chinese, Russian and US institutes, I received several letters from the latter's leadership thanking me for my \"outstanding contribution to the discussion\" and \"extremely valuable\" assessment.", "metadata": "作为RIAC的专家，我从事了几项研究项目，并向理事会的出版物贡献了几篇文章。我的成就涉及RIAC网站上有关核武器有关的问题和南亚的六个专辑，共同撰写了两份关于俄罗斯 - 印度关系的集体报告（2013年）和俄罗斯 - 伊朗的合作伙伴关系（2016年），以及RIAC的演讲活动莫斯科和华盛顿特区的多个活动。在中国，俄罗斯和美国研究所之间三边进行三边进行的一项此类事件之后，我收到了后者领导的几封信，感谢我的“对讨论的杰出贡献”和“极有价值”的评估。"}
{"text": "Moderating a CENESS conference", "metadata": "主持会议"}
{"text": "As a senior researcher at the Department for Disarmament and Conflict Resolution Studies, I focused on the research issues related to the two areas - security issues in South Asia and nuclear disarmament and arms control, mainly concerning the same region. My responsibilities included conducting field and desk research, speaking engagements, fundraising efforts, supporting senior colleagues' work and disseminating my research outcomes. In 2010-2012, I was a project coordinator and communications officer of three projects implemented by the Institute with the financial support of the US-based Nuclear Threat Initiative Inc.: Russia and Deep Nuclear Disarmament (2010), NSP Partnership with IMEMO (2011 and 2012).As a senior researcher at the Department for Disarmament and Conflict Resolution Studies, I focused on the research issues related to the two areas - security issues in South Asia and nuclear disarmament and arms control, mainly concerning the same region. My responsibilities included conducting field and desk research, speaking engagements, fundraising efforts, supporting senior colleagues' work and disseminating my research outcomes. In 2010-2012, I was a project coordinator and communications officer of three projects implemented by the Institute with the financial support of the US-based Nuclear Threat Initiative Inc.: Russia and Deep Nuclear Disarmament (2010), NSP Partnership with IMEMO (2011 and 2012). with professors Feodor Voytolovsky (IMEMO RAN) and Swaran Singh (JNU)with professors Feodor Voytolovsky (IMEMO RAN) and Swaran Singh (JNU)", "metadata": "作为裁军和冲突解决方案研究部的高级研究员，我专注于与这两个领域有关的研究问题 - 南亚的安全问题以及核裁军和武器控制，主要是与同一地区有关的。我的职责包括进行现场和桌面研究，演讲，筹款工作，支持高级同事的工作以及传播我的研究成果。在2010年至2012年，我是该研究所在美国核威胁倡议公司的财政支持的三个项目的项目协调员和通信官员。和2012年）。作为裁军和冲突解决方案研究部的高级研究员，我专注于与这两个领域有关的研究问题 - 南亚的安全问题以及核裁军和军备控制，主要是与同一地区有关的。我的职责包括进行现场和桌面研究，演讲，筹款工作，支持高级同事的工作以及传播我的研究成果。在2010年至2012年，我是该研究所在美国核威胁倡议公司的财政支持的三个项目的项目协调员和通信官员。和2012年）。与Feodor Voytolovsky教授（Imemo Ran）和Swaran Singh（JNU）一起，与Feodor Voytolovsky教授（Imemo Ran）和Swaran Singh（JNU）"}
{"text": "As a member of the Centre's Nonproliferation programme, I oversaw its operations, including research, scientific publications and events, fundraising and disseminating the research work's results to the public. My own research focused on South Asia with a particular interest in religious communities and security issues in India and Pakistan.As a member of the Centre's Nonproliferation programme, I oversaw its operations, including research, scientific publications and events, fundraising and disseminating the research work's results to the public. My own research focused on South Asia with a particular interest in religious communities and security issues in India and Pakistan. +2", "metadata": "作为该中心不扩散计划的成员，我监督其运营，包括研究，科学出版物和事件，筹款和传播研究工作的结果向公众。我自己的研究集中在印度和巴基斯坦对宗教社区和安全问题特别感兴趣的南亚。作为该中心不扩散计划的成员，我监督了其运营，包括研究，科学出版物和事件，筹款和分散研究工作的研究工作。结果向公众。我自己的研究集中在印度和巴基斯坦对宗教社区和安全问题特别感兴趣的南亚。+2"}
{"text": "Intern at the Swedish Armed Forces International Centre (SWEDINT)", "metadata": "瑞典武装部队国际中心（瑞典）实习生"}
{"text": "Research assistant within emerging military and security technologies. Involved in projects about lethal autonomous weapons systems (LAWS), AI and strategic stability, cybersecurity and disinformation.", "metadata": "新兴军事和安全技术的研究助理。参与有关致命自动武器系统（法律），AI和战略稳定，网络安全和虚假信息的项目。"}
{"text": "Monash Gender, Peace & Security", "metadata": "莫纳什性别，和平与安全"}
{"text": "Kommunikation, omvärldsbevakning", "metadata": "Kommunikation，OmvärldsBevakning"}
{"text": "•Research, and writing on a number of security issues including; non-proliferation, disarmament, and arms control. •Coordinating LKI events and lecture series including roundtable discussions, delegation visits, public lecture series •Managing LKI's Internship recruitment program, and supervising research interns •Assisting with funding and budgets for research and programmes •Assisting with drafting and editing public communications, speeches, and presentations", "metadata": "翻译api错误"}
{"text": "EVN is a digital, global network of high-potential, next-generation leaders on nuclear weapons issues. The work of EVN is coordinated by the British American Security Information Council (BASIC). Within this network, I have worked as a member of EVN's Disarmament Working Group.", "metadata": "EVN是一个数字化的全球网络，该网络是核武器问题的高潜力，下一代领导者。EVN的工作由英美安全信息委员会（基本）协调。在这个网络中，我曾是EVN裁军工作组的成员。"}
{"text": "• Conducted a study on behalf of The Asia Foundation (TAF) on Sri Lanka's Community Mediation Boards. • Conducted a program review on behalf of UNICEF and UNHCR, on housing and sanitation programs provided for resettled IDPs in North and East of Sri Lanka • Conceptualized a study on the financialization of the Sri Lankan post-war economy in the Northern Province. •Regular contributor to the national newspapers and magazines (The Sunday Times, Lanka Monthly Digest) on a variety of development related topics. •Organized events and public forums on 'Climate Change', and 'Women and Labour.'", "metadata": "•代表亚洲基金会（TAF）就斯里兰卡的社区调解委员会进行了一项研究。•代表联合国儿童基金会和难民署进行了计划审查，针对斯里兰卡北部和东部的安置IDP提供的住房和卫生计划•概念化了一项关于北部省份的斯里兰卡战后经济的研究。•关于各种与开发相关的主题的国家报纸和杂志（《星期日泰晤士报》，《星期日泰晤士报》，《星期日泰晤士报》，《周日泰晤士报》（《星期日泰晤士报》，《星期日泰晤士报》）的定期撰稿人。•关于“气候变化”以及“妇女与劳动”的组织活动和公共论坛。"}
{"text": "Worked in the policy unit of GIZ's FLICT initiative ( Facilitating Initiatives for Social Cohesion and Transformation) lending assistance to the formulation of SI (Social Integration) concepts, activities and other research efforts. Conceptualized and organized Sri Lanka’s first Human Library Project.", "metadata": "在GIZ FLICT计划的政策部门（促进社会凝聚力和转型的倡议）贷款协助以制定SI（社会融合）概念，活动和其他研究工作。概念化和有组织的斯里兰卡的第一个人类图书馆项目。"}
{"text": "• Assist with governing SCIC along with the rest of the Board of Directors • Served on SCIC’s PESP (Public Engagement Small Project) committee – Evaluated applications from SCIC members for project funding. • Served on the hiring committee when SCIC was looking for a new Executive Director in August 2014. • Assist organize SCIC events such as the SCIC Global Citizen Awards, and 'Generating Momentum' Youth Leadership Camp", "metadata": "•协助执政SCIC以及其他董事会成员•在SCIC的PESP（公共参与小项目）委员会任职 -  SCIC成员的申请进行了项目资金。•SCIC于2014年8月在SCIC寻找新的执行董事时担任招聘委员会的工作。"}
{"text": "I was involved in research work on the topic \"Challenges and Prospect for India transitioning into cashless economy: Role of ICT.\" I also published a web commentary titled \"Analysing Aadhaar through the Prism of National Security\" and a backgrounder titled \"Quantum Computing and its Impact on Cryptography\" for the IDSA website.", "metadata": "翻译api错误"}
{"text": "научный сотрудник Сектор военной экономики и инноваций научный сотрудник Отдел военно-экономических исследований безопасности сотрудник подразделения Центр международной безопасности", "metadata": "научный сотрудник Сектор военной экономики и инноваций научный сотрудник Отдел военно-экономических исследований безопасности сотрудник подразделения Центр международной безопасности"}
{"text": "Dmitry StefanovichDmitry Stefanovich Dmitry Stefanovich is a Visiting Fellow at the IFSH. He studied International Relations at the National Research Nuclear University MEPhI in Moscow, focusing on international scientific and technological cooperation. Since 2016, he has been a Russian...Dmitry Stefanovich is a Visiting Fellow at the IFSH. He studied International Relations at the National Research Nuclear University MEPhI in Moscow, focusing on international scientific and technological cooperation. Since 2016, he has been a Russian...", "metadata": "Dmitry Stefanovichdmitry Stefanovich Dmitry Stefanovich是IFSH的来访者。他在莫斯科的国家研究核大学梅菲学习了国际关系，重点是国际科学与技术合作。自2016年以来，他一直是俄罗斯人... Dmitry Stefanovich是IFSH的来访者。他在莫斯科的国家研究核大学梅菲学习了国际关系，重点是国际科学与技术合作。自2016年以来，他一直是俄罗斯人..."}
{"text": "Независимый военный экспертНезависимый военный эксперт +8", "metadata": "脏зависио致激车эый。"}
{"text": "Сферы научного интереса: стратегические вооружения, ядерные технологии, Китай, европейская и евразийская безопасность, наземные вооружения и военная техника, транспорт и логистика.Сферы научного интереса: стратегические вооружения, ядерные технологии, Китай, европейская и евразийская безопасность, наземные вооружения и военная техника, транспорт и логистика. Дмитрий СтефановичДмитрий Стефанович Информационный портал Евразийского экономического союза (ЕАЭС). Перспективы расширения ЕАЭС, последние тенденции.Информационный портал Евразийского экономического союза (ЕАЭС). Перспективы расширения ЕАЭС, последние тенденции.", "metadata": "Сферы научного интереса: стратегические вооружения, ядерные технологии, Китай, европейская и евразийская безопасность, наземные вооружения и военная техника, транспорт и логистика.Сферы научного интереса: стратегические вооружения, ядерные технологии, Китай, европейская и евразийская безопасность, наземные вооружения и военная техника, →。 ¥CCClliOm limphimph，й™lim°мдовичдмийстеO -ч讯ч перспективы перспективы"}
{"text": "Visiting Research Fellow within Arms Control and Emerging Technologies program.Visiting Research Fellow within Arms Control and Emerging Technologies program. +4", "metadata": "武器控制和新兴技术计划中的访问研究员。在军备控制和新兴技术计划中访问研究员。+4"}
{"text": "Visiting Scholar at the Institute for International Science and Technology Policy at the Elliott School of International Affairs.", "metadata": "翻译api错误"}
{"text": "PhD Researcher at the International Security Cluster at the Institute of European Studies. ♦ Conducting research on the development of autonomous weapon systems in Europe ♦ Investigating international security implications of autonomous weapon systems ♦ Analyzing agenda-setting in defence settings", "metadata": "欧洲研究所国际安全集群的博士研究员。♦对欧洲自动武器系统的开发进行研究"}
{"text": "Research Assistant on Emerging Military and Security Technologies, in the Arms and Disarmament cluster. ♦ Mapping trends and developments in emerging military and security technologies, with a special focus on autonomy in weapon systems, unmanned systems, military human enhancement and cyber operations. ♦ Analysing weapon reviews of new military technologies. ♦ Writing policy recommendations on governance of emerging military and security technologies. ♦ Promoting a dialogue with the natural science communities.", "metadata": "新兴军事和安全技术的研究助理，在武器和裁军集群中。♦绘制新兴军事和安全技术的趋势和发展，特别关注武器系统，无人系统，军事人工增强和网络运营的自主权。♦分析新军事技术的武器评论。♦编写有关新兴军事和安全技术治理的政策建议。♦促进与自然科学社区的对话。"}
{"text": "Intern at the Disarmament, Arms Control, Non-Proliferation and Arms Export Control department. ♦ Aided with policy advice on the status of arms export license requests under the European Common Position, and various other miscellaneous tasks.", "metadata": "裁军，武器控制，不扩散和武器出口控制部门的实习生。♦协助有关欧洲共同立场下的武器出口许可请求状态以及其他各种杂项任务的政策建议。"}
{"text": "Intern at the Information and Outreach Branch. ♦ Compiled the Disarmament Digest, a daily newsletter on disarmament news to recipients at Permanent Missions, Embassies, Ministries, international organisations, academia, think tanks and NGOs. ♦ Assisted with disarmament education and the organisation of events.", "metadata": "信息和外展分支的实习生。♦汇编了《裁军摘要》，这是一份关于永久任务，使馆，部委，国际组织，学术界，智囊团和非政府组织的每日新闻通讯。♦协助裁军教育和活动的组织。"}
{"text": "Directs operations for the Department of the Air Force flagship artificial intelligence partnership with the MIT Computer Science and AI Laboratory (CSAIL) and MIT Lincoln Laboratory. Oversees a team of 140 MIT Principal Investigators, researchers, and servicemembers. Manages execution of $75M budget.", "metadata": "指导与麻省理工学院计算机科学和AI实验室（CSAIL）和MIT Lincoln实验室的空军旗舰人工智能伙伴关系部门的运营。监督一个由140名麻省理工学院首席研究人员，研究人员和服务人员组成的团队。管理执行7500万美元的预算。"}
{"text": "Authored the Air Force's artificial intelligence strategy, guided integration plans, and synchronized efforts across the Total Force Enterprise. Chaired the Air Force Cross-Functional Team charged to integrate and synchronize AI initiatives, and catalog, develop, and identify opportunities to apply AI technologies, while liaising with the Joint AI Center.", "metadata": "撰写了空军的人工智能策略，指导整合计划，并在整个部队企业中进行了同步努力。主持空军跨职能团队负责整合和同步AI计划，并在与联合AI中心联络的同时，编目，开发和确定应用AI技术的机会。"}
{"text": "Directed artificial intelligence/machine learning activities on behalf of the Director of Air Force Intelligence, Surveillance, Reconnaissance, and Cyber Effects to a Total Force Enterprise of 70,000 personnel. Served as the U.S. Air Force's Lead on DoD's Project Maven Cross Functional Team. Speechwriter for the Director of U.S. Air Force Intelligence, Surveillance, Reconnaissance, and Cyber Effects. Acted as the Director's interface with external and internal organizations and provided focused analytic expertise to the AF/A2/6 on high interest tasks. Evaluated, assigned, coordinated, consolidated, and tracked actions and requirements for the Directorate with subordinate Enterprise.", "metadata": "代表空军情报，监视，侦察和网络效应的主管指导人工智能/机器学习活动，向70,000名人员提供全部部队的效果。担任美国空军项目Maven跨职能团队的美国空军领导者。美国空军情报，监视，侦察和网络效果主任的演讲作者。充当董事与外部和内部组织的界面，并为AF/A2/6提供了重点的分析专业知识。评估，分配，协调，合并和跟踪下属企业的行动和要求。"}
{"text": "Late in 2017, the conversation about the global impact of artificial intelligence (AI) changed forever. China delivered a bold notice to the world by releasing a national plan to dominate all aspects of AI across the planet. Only weeks later, Vladimir Putin raised a Russian red flag in response by declaring AI the future for all humankind, and proclaiming that, \"Whoever becomes the leader in this sphere will become the ruler of the world.\" The race was on. Consistent with their unique national agendas, countries throughout the world began plotting their paths and hurrying their pace. Now, not long after, the race has become a sprint. Despite everything at stake, for most of us AI remains shrouded by a cloud of mystery and misunderstanding. Hidden behind complex technical terms and confused even further by extravagant depictions in science fiction, the realities of AI and its profound implications are hard to decipher, but still crucial to understand. In T-Minus AI, I explain AI from a human-oriented perspective we can all fully grasp and what each of us should know about modern computing, AI, machine learning, and its global implications. The book releases in August 2020 and is available for pre-order now! bit.ly/TminusAI", "metadata": "翻译api错误"}
{"text": "The AI Forum is an education non-profit working to prepare Americans for the age of artificial intelligence. The AI Forum brings AI education to classrooms across America by providing curricula for students to thrive in the new digital economy & to help make AI accessible to students everywhere.", "metadata": "AI论坛是一项非营利组织，致力于为美国人为人工智能时代做好准备。AI论坛通过为学生提供在新的数字经济中壮成长的课程，将AI教育带入美国各地的教室，并帮助使各地的学生可以访问AI。"}
{"text": "In addition to my duties at UC San Diego, I have assumed the role as Chair of the Board of the California Council on Science and Technology is a nonpartisan, nonprofit organization established via the California State Legislature in 1988. CCST engages leading experts in science and technology to advise state policymakers ― ensuring that California policy is strengthened and informed by scientific knowledge, research, and innovation. Find CCST on Facebook at facebook.com/ccstorg, on Twitter @CCSTorg, and on LinkedIn. Discover how CCST makes California’s policies stronger with science at www.ccst.us, and join us in celebrating #CCST30th.", "metadata": "除了我在圣地亚哥分校的职责外，我还担任加利福尼亚科学与技术理事会委员会主席，是1988年通过加利福尼亚州立法机关建立的无党派的非营利组织。CCST参与了科学和科学领域的领先专家为国家决策者提供建议的技术 - 确保加利福尼亚政策得到科学知识，研究和创新的加强和告知。在Facebook.com/ccstorg，Twitter @ccstorg和LinkedIn上在Facebook上找到CCST。在www.ccst.us上发现CCST如何通过科学制定加利福尼亚的政策，并加入我们庆祝＃CCST30TH。"}
{"text": "Dean and Qualcomm Professor of School of Global Policy and Strategy at UC San Diego since 2002", "metadata": "自2002年以来"}
{"text": "War at the Speed of Light describes the revolutionary and ever-increasing role of directed-energy weapons (such as laser, microwave, electromagnetic pulse, and cyberspace weapons) in warfare.", "metadata": "以光速为准的战争描述了战争中定向能源武器（例如激光，微波，电磁脉冲和网络空间武器）的革命性和不断增长的作用。"}
{"text": "A technology expert describes the ever-increasing role of artificial intelligence in weapons development, the ethical dilemmas these weapons pose, and the potential threat to humanity.", "metadata": "一位技术专家描述了人工智能在武器开发中的不断增长的作用，这些武器构成的道德困境以及对人类的潜在威胁。"}
{"text": "Del Monte & Associates, Inc. is a business enterprise that offers the services of Louis A. Del Monte in three areas: 1. As an author of books on science, artificial intelligence, high-tech weapons technology, and the future of warfare 2. As a featured speaker on topics related to his published works 3. As a consultant in artificial intelligence, high-tech weapons technology, national security, and the future of warfare Del Monte & Associates is also the parent company of Del Monte Agency. Del Monte Agency is a full-service marketing, advertising, and public relations agency combining creative development with the latest technology to help clients prosper.", "metadata": "Del Monte＆Associates，Inc。是一家商业企业，在三个领域提供路易斯A. Del Monte的服务：1。作为科学，人工智能，高科技武器技术和战争的未来的作者2作为与他出版的作品有关的主题的特色发言人。作为人工智能，高科技武器技术，国家安全和战争巨头Del Monte＆Associates的未来的顾问，也是Del Monte Agency的母公司。Del Monte Agency是一家提供全方位服务的营销，广告和公共关系机构，将创意发展与最新技术相结合，以帮助客户繁荣发展。"}
{"text": "In Nanoweapons: A Growing Threat to Humanity, the first book about this new class of weapons, Louis A. Del Monte describes the most deadly generation of military weapons the world has ever encountered. With dimensions one-thousandth the diameter of a single strand of human hair, this technology threatens to eradicate humanity as it incites world governments to compete in the deadliest arms race ever.", "metadata": "在《纳米武器：对人类的日益威胁》中，第一本关于这种新武器的书，路易斯·A·德尔·蒙特（Louis A. Del Monte）描述了世界上遇到过的最致命的军事武器。这项技术的尺寸是一链人头发的直径千分之一，因为它煽动世界政府参加有史以来最致命的军备竞赛，因此消除了人类。"}
{"text": "Lou Del Monte was the co-founder and President of Del Monte Agency, one of the leading Internet marketing firms in the U.S. The focus of this agency was broadened to include all aspects of marketing, advertising, and public relations. In concert with the change in focus, the agency was renamed Del Monte Agency.", "metadata": "Lou Del Monte是Del Monte Agency的联合创始人兼总裁，是美国领先的互联网营销公司之一，该机构的重点被扩大到包括营销，广告和公共关系的所有方面。与重点的变化一致，该机构更名为Del Monte Agency。"}
{"text": "Holds a endowed academic chair, conducting and directing research that supports near-term Department of Defense decisions that will affect U.S. national security out to 2050.", "metadata": "担任捐赠学术主席，进行和指导研究，支持近期国防部决策，这将影响到2050年美国国家安全。"}
{"text": "Research professor supporting the Department of Defense in strategy, policy, and resources development, as well as the academic programs of the U.S. Naval War College. Ongoing areas of research include: U.S. Navy future fleet architecture, assessments of the future security environment, and integration of strategy into the resource requirements and acquisition process.", "metadata": "研究教授支持国防部在战略，政策和资源开发方面以及美国海军战争学院的学术计划。正在进行的研究领域包括：美国海军未来的车队体系结构，对未来安全环境的评估以及将战略集成到资源需求和获取过程中。"}
{"text": "Founding Executive Director of a start-up \"think tank\" focusing on naval program management, acquisition, and shipbuilding.", "metadata": "创立了一家启动“智囊团”的执行董事，重点是海军计划管理，收购和造船。"}
{"text": "Director of San Diego Operations for Strategic Insight, a planning consulting firm headquartered in Arlington, VA specializing in projects of high risk and uncertainty. Responsible for building and supporting Strategic Insight’s business in Southern California, as well as planning and consulting for clients in the Washington, DC area and elsewhere. Additionally, supports major company projects and acts as liaison with public policy think-tanks. Areas of expertise at SI include long-range planning, international programs and business development, defense and naval policy planning (including Congressionally-mandated defense reviews), futures research, concept development methodology, and strategic communications.", "metadata": "圣地亚哥战略洞察业务总监，这是一家总部位于弗吉尼亚州阿灵顿市的计划咨询公司，专门从事高风险和不确定性项目。负责在南加州建立和支持战略洞察力的业务，以及为华盛顿特区和其他地方的客户计划和咨询。此外，支持主要公司项目并充当与公共政策智囊团的联络。SI的专业知识领域包括远程规划，国际计划和业务发展，国防和海军政策规划（包括国会规定的国防评论），期货研究，概念发展方法论和战略沟通。"}
{"text": "CAN BE ORDERED WHEREVER BOOKS ARE SOLD • AUGUST 2015 • Paperback: $21.95 • ISBN: 978-1-61251-853-4 • eBook Available All naval professionals―without exception―encounter, directly participate, or play a supporting role in naval cooperation. It is a key element in the U.S. defense strategy because military and naval operations today are usually conducted by international coalitions and fighting alongside foreign navies is an expected aspect of current and future naval warfare. Activities in support of mutual defense include bilateral and multilateral exercises, international programs such as cooperative acquisition and foreign military sales, combined training, and efforts towards increased interoperability. This volume is intended to provide a basic familiarization to all aspects of the subject and detailed understanding of relevant recent issues. Since there is no formal training offered on the subject for naval professionals―with the exception of certain specialized personnel―the book is designed to bridge the existing gap in knowledge about naval cooperation.", "metadata": "可以在出售账簿的任何地方订购•2015年8月•平装本：$ 21.95•ISBN：978-1-61251-853-4•电子书可用的所有海军专业人员（无例外）直接参与或在海军合作中扮演支持角色。这是美国国防战略中的关键要素，因为今天的军事和海军行动通常由国际联盟进行，并与外国海军一起进行战斗是当前和未来的海军战争的预期方面。支持相互防御的活动包括双边和多边演习，合作收购和外国军事销售等国际计划，培训的合并培训以及提高互操作性的努力。该卷旨在为主题的各个方面提供基本熟悉，并对相关最近的问题进行详细的理解。由于没有针对海军专业人员（某些专业人员除外）提供有关该主题的正式培训，该书旨在弥合有关海军合作知识的现有差距。"}
{"text": "In addition to my duties at UC San Diego, I have assumed the role as Chair of the Board of the California Council on Science and Technology is a nonpartisan, nonprofit organization established via the California State Legislature in 1988. CCST engages leading experts in science and technology to advise state policymakers ― ensuring that California policy is strengthened and informed by scientific knowledge, research, and innovation. Find CCST on Facebook at facebook.com/ccstorg, on Twitter @CCSTorg, and on LinkedIn. Discover how CCST makes California’s policies stronger with science at www.ccst.us, and join us in celebrating #CCST30th.", "metadata": "翻译api错误"}
{"text": "Dean and Qualcomm Professor of School of Global Policy and Strategy at UC San Diego since 2002", "metadata": "自2002年以来"}
{"text": "I am a non-resident senior fellow of the Brookings-Tsinghua Center (the China branch of the Brookings Institution), focusing on China's macroeconomy, financial system, and international trade and investment flows.", "metadata": "我是布鲁金斯 - 泰辛岛中心（布鲁金斯机构的中国分支机构）的非居民高级研究员，专注于中国的宏观经济，金融体系以及国际贸易和投资流。"}
{"text": "I co-founded Dragonomics, a China macroeconomic research firm, in Beijing in 2002. In 2007 Gavekal bought a 50% stake in the company. In 2011 Gavekal acquired full ownership of Dragonomics and I became a Gavekal partner and head of the group's research operations, which include Gavekal Dragonomics (China economy and markets) and Gavekal Research (global macro and markets).", "metadata": "我于2002年在北京共同创立了Dragonomics，这是一家中国宏观经济研究公司。2011年，Givekal获得了Dragonomics的全部所有权，我成为了该集团研究业务的负责人，其中包括Gresskal Dragonomics（中国经济和市场）和Medkal Research（全球宏观和市场）。"}
{"text": "China Economic Quarterly, founded in Beijing in 1997, is the flagship publication of Gavekal Dragonomics. It provides insights from Dragonomics' own research as well as from a global network of China experts in academia, business and journalism.", "metadata": "《中国经济季刊》于1997年在北京建立，是旗舰龙头学的旗舰出版物。它提供了Dragonomics自己的研究以及中国学术界，商业和新闻业专家网络的见解。"}
{"text": "Wrote reports on the economy and corporate issues in China, India and other Asian countries.", "metadata": "撰写了有关中国，印度和其他亚洲国家经济和公司问题的报告。"}
{"text": "Eric H. Loeb supports AT&T’s international external and regulatory affairs team, which is responsible for advocacy to international departments of the US government, and all branches of government outside the US, including executive, legislative and regulatory agencies, and for international external affairs affecting AT&T and its Affiliates. Mr. Loeb’s work supports AT&T’s diverse international portfolio – fixed, mobile and satellite platforms; voice, video and broadband; and IoT solutions. AT&T is a global leader in providing integrated communications services to businesses and consumers, from video entertainment, high-speed Internet and mobility, to IP network services and the Internet of Things. It provides services in more than 220 countries and territories, including business enterprise services to countries representing over 99 percent of the world’s economy. In addition to implementing market access and compliance strategies enabling AT&T’s global expansion, Mr. Loeb’s responsibilities also include advocacy on policy matters that promote investment, innovation, and sustainable economic growth across the digital economy ecosystem.", "metadata": "埃里克·H·勒布（Eric H.及其分支机构。勒布先生的工作支持AT＆T多样化的国际投资组合 - 固定，移动和卫星平台；语音，视频和宽带；和物联网解决方案。 AT＆T是向企业和消费者提供综合通信服务的全球领导者，从视频娱乐，高速互联网和移动性到IP网络服务和物联网。它在220多个国家和地区提供服务，包括向占世界经济占99％以上的国家的商业企业服务。除了实施AT＆T全球扩张的市场访问和合规策略外，勒布先生的职责还包括倡导在数字经济生态系统中促进投资，创新和可持续经济增长的政策问题。"}
{"text": "Eric H. Loeb is responsible for supporting AT&T’s team of international external affairs advocates. AT&T is a premier global communications company, providing wholesale services and mobile roaming services to over 220 countries and territories, and providing business enterprise services to countries representing over 99 percent of the world’s economy. In addition to developing and implementing market access strategies to enable AT&T’s global expansion to satisfy customer needs, other responsibilities for Mr. Loeb include ensuring compliance with international telecom regulations, and advocacy on a wide range policy matters related to the stable growth, innovation and investment by the information and communications technology sector.", "metadata": "埃里克·H·勒布（Eric H. Loeb）负责支持AT＆T的国际外部事务倡导者团队。AT＆T是一家首要的全球通信公司，为220多个国家和地区提供批发服务和移动漫游服务，并向占全球99％以上经济的国家提供商业企业服务。除了制定和实施市场访问策略以实现AT＆T的全球扩张以满足客户需求外，勒布先生的其他责任包括确保遵守国际电信法规，并倡导与稳定增长，创新和投资有关的广泛政策事项通过信息和通信技术领域。"}
{"text": "Former diplomat, author, and advisor on emerging markets, Anja Manuel is Co-Founder and Partner along with former Secretary of State Condoleezza Rice, former National Security Advisor Stephen Hadley and former Secretary of Defense Robert Gates, in Rice, Hadley, Gates & Manuel LLC, a strategic consulting firm that helps US companies navigate international markets.", "metadata": "前外交官，作家和新兴市场顾问，安贾·曼努埃尔（Anja Manuel）是联合创始人和合伙人，并与前国务卿康多尔兹·赖斯（Condoleezza Rice），前国家安全顾问斯蒂芬·哈德利（Stephen Hadley）和前国防部长罗伯特·盖茨（Robert Gates），赖斯，哈德利，盖茨和曼努埃尔，盖茨和曼努埃尔LLC，一家战略咨询公司，可帮助美国公司导航国际市场。"}
{"text": "• Designed and teach IPS 264, titled “Behind the Headlines: Politics of Contemporary South Asia,” a course analyzing the history and U.S. policy toward Pakistan, India, and Afghanistan. • Affiliate Fellow at CISAC and Lecturer in the International Policy Studies Program (Stanford’s Masters in International Relations Program).", "metadata": "•设计和教授IPS 264，标题为“头条新闻：当代南亚政治”，一门分析了对巴基斯坦，印度和阿富汗的历史和美国政策。•CISAC的会员和国际政策研究计划的讲师（斯坦福大学的国际关系硕士课程）。"}
{"text": "• Represented 17 of Germany’s largest companies in their efforts to set up a $5 billion Foundation to compensate forced labor victims of World War II. • Expert in international law/arbitration and anti-corruption (Foreign Corrupt Practices Act) issues, including leading several investigations in China. • Represented Fortune 500 clients before Congressional committees, the Department of Justice, U.S. federal courts and Supreme Court. Specialized in international litigation, especially human rights cases. • Managed up to 30 attorneys and staff. Received highest recognition for contributions “well above and beyond the expectations of the firm.” Won Pro Bono Attorney of the Year Award. • Represented Senators McCain and Feingold before the United States Supreme Court in their defense of comprehensive campaign finance reform. We won.", "metadata": "•代表了德国最大的17家公司，他们努力建立一个50亿美元的基金会，以补偿第二次世界大战的强迫劳动受害者。•国际法/仲裁和反腐败专家（外国腐败法案）问题，包括领导中国的几项调查。•代表国会委员会，司法部，美国联邦法院和最高法院的财富500名客户。专门研究国际诉讼，尤其是人权案件。•管理多达30名律师和员工。“超出了公司的期望”，获得了最高认可。赢得了年度无偿律师奖。•代表参议员麦凯恩和费奥德在美国最高法院捍卫全面的竞选财务改革。我们赢了。"}
{"text": "Intelligence Community Studies Board; Committee on US Science and Innovation Leadership for the 21st Century; Intelligence Science and Technology Experts Group", "metadata": "情报社区研究委员会；美国科学与创新领导委员会21世纪；情报科学技术专家小组"}
{"text": "Recognized expert on global cyber policy, digital economy and emerging technology governance, particularly data protection policy. Write analysis and commentaries on topics including the US-China technology relationship, China's data protection policies, the build out of China’s cybersecurity regime, and the global expansion of Chinese internet companies. Frequent contributor to print and TV media, including, Axios, CNN, Bloomberg, the Financial Times, New York Times, Politico, Reuters, South China Morning Post, Wall Street Journal, and Washington Post; writing has appeared in The Atlantic, Foreign Affairs, and Fortune, among other outlets.", "metadata": "公认的全球网络政策，数字经济和新兴技术治理，尤其是数据保护政策的专家。撰写有关主题的分析和评论，包括美国 - 中国技术关系，中国的数据保护政策，中国网络安全制度以及中国互联网公司的全球扩张。经常为印刷和电视媒体提供贡献者，包括Axios，CNN，Bloomberg，《金融时报》，《纽约时报》，Politico，路透社，中国晨报，华尔街日报和华盛顿邮报；写作出现在大西洋，外交和财富等其他渠道中。"}
{"text": "Published widely cited studies on topics including: innovation in China's digital economy, how Chinese cybersecurity standards impact doing business in China, China's data polices vs. GDPR, and the impact of U.S-China decoupling on U.S. innovation. Testified before House Energy & Commerce Committee, Subcommittee on Communications & Technology. Organized and moderated CSIS public panels and private roundtable discussions drawing on network of leading experts in global and Chinese tech policy. Presented research at conferences and events, including: Alibaba's Data Security Summit, Cloudflare's Internet Summit, Council on Foreign Relations's Global AI Competition, NYU's Women Leaders in Technology, Aspen Tech Policy Summit, among other corporate board meetings and think tank events.", "metadata": "发表了有关主题的广泛引用的研究，包括：中国数字经济中的创新，中国网络安全标准如何影响在中国开展业务，中国的数据政策与GDPR，以及美国 - 中国解耦对美国创新的影响。在众议院能源与商业委员会，通信与技术小组委员会之前作证。有组织和调节的CSIS公共面板以及私人圆桌讨论，借鉴了全球和中国技术政策领先专家的网络。在会议和活动中介绍了研究，包括：阿里巴巴的数据安全峰会，Cloudflare的Internet峰会，外交关系委员会的全球AI竞赛，纽约大学技术女性领导者，ASPEN Tech Policy Policy Summit，其他公司董事会会议和智囊团活动。"}
{"text": "Launched Asia industrial cyber business. Responsible for creating the strategy and accelerating growth for Siemens operational technology (OT) cybersecurity business in China, Korea, and Japan. Pitched Siemens offerings to senior leadership at major Asia-based energy and manufacturing companies. Developed and implemented advocacy, regulatory, and partnership strategies to accelerate business growth. Analyzed risk and investment data to drive the development of cybersecurity offers tailored to Asian markets. Collaborated with government stakeholders and industry partners to execute outreach strategies. Provided leadership to senior internal stakeholders to build alignment across geographies and businesses units.", "metadata": "启动了亚洲工业网络业务。负责在中国，韩国和日本制定战略并加速西门子运营技术（OT）网络安全业务的增长。向基于亚洲主要的能源和制造公司的高级领导层提出了宣传西门子的产品。开发和实施倡导，监管和合作伙伴关系策略，以加速业务增长。分析了风险和投资数据，以推动针对亚洲市场量身定制的网络安全开发。与政府利益相关者和行业合作伙伴合作，以执行外展策略。为内部利益相关者提供领导才能，以建立跨地理和企业部门的一致性。"}
{"text": "Led China tech sector analysis, advising senior private sector decision-makers on critical China technology and cyber issues. Provided risk assessment recommendations to major bank on targets of cyber-enabled industrial espionage. Advised global telecom company on aligning growth strategy with evolving Chinese cybersecurity regulations and technology innovation policies. Advised hedge fund on acquisition targets related to Chinese outbound M&A in semiconductor industry. Created digital growth strategy for global retail and consumer company under China’s “Internet Plus” initiative. Developed government engagement and regulatory strategy for global tech/media company’s China market entry. Testified before US-China Congressional hearing: “Cyber Espionage and Barriers to Digital Trade in China.”", "metadata": "领导中国技术部门分析，向高级私营部门决策者提供有关关键中国技术和网络问题的建议。就支持网络的工业间谍活动的目标提供了风险评估建议。向全球电信公司提供了有关将增长战略与不断发展的中国网络安全法规和技术创新政策保持一致的建议。就与中国的半导体行业中国出站并购有关的收购目标提供了建议基金。根据中国的“互联网Plus”计划，为全球零售和消费者公司制定了数字增长战略。全球科技/媒体公司中国市场进入的政府参与和监管战略。在美国 - 中国国会听证会之前作证：“中国的网络间谍活动和数字贸易的障碍。”"}
{"text": "NoniGenex is focused on delivering new clinical information for population management to enable precision medicine. Test cost, reimbursement, and patient access to clinical laboratory services prevent utilization of known biomarkers and technologies that could improve population health. NoniGenex has reimagined a new diagnostic platform and business model that can deliver cost-effective whole population testing to improve healthcare for individuals.", "metadata": "Nonigenex专注于为人群管理提供新的临床信息，以实现精确医学。测试成本，报销和患者获得临床实验室服务的机会，可以防止利用可改善人口健康的已知生物标志物和技术。Nonigenex重新构想了一种新的诊断平台和业务模型，该平台和业务模型可以提供成本效益的整个人口测试，以改善个人的医疗保健。"}
{"text": "Enterprise Partners invests in early stage disruptive technologies and services in health care, biotechnology and IT, including web services.", "metadata": "企业合作伙伴投资于医疗保健，生物技术及IT（包括Web服务）的早期破坏性技术和服务。"}
{"text": "Unanimously confirmed by the U.S. Senate. Fourth CTO of the United States.", "metadata": "美国参议院一致确认。美国第四首席执行官。"}
{"text": "Initiated new program for innovation and intellectual property policy: www.csis.org/programs/renewing-american-innovation-project", "metadata": "启动新的创新和知识产权政策计划：www.csis.org/programs/renewing-american-innovation-project"}
{"text": "IP Engineering Group provides leading edge service and support for intellectual property owners to maximize the value of their innovations, and to secure market position and competitive advantage. IPEGC helps clients realize commercial and financial impacts from their IP -- getting transactions done and supporting intelligent investments. www.ipegc.com", "metadata": "翻译api错误"}
{"text": "Engaged in research, teaching and professional service. Published over 400 papers in refereed journals and conferences. Mentored over 100 graduate students, post docs and researchers. Students occupy leadership positions in academic and industry. Fellow of the IEEE, SPIE, Canadian Academy of Engineering, National Academy of Inventors.", "metadata": "从事研究，教学和专业服务。发表了400多篇论文，以参考期刊和会议发表。指导了100多名研究生，文档和研究人员。学生在学术和工业中担任领导职务。美国国家发明师学院的IEEE，SPIE，SPIE，加拿大工程学院。"}
{"text": "Responsible for advancing Research, Innovation, Strategic Partnerships, Entrepreneurship and Economic Development activities of the University. ASU is the fastest growing research universities with over $500 million in annual research expenditures. Transdisciplinary research initiatives include The Biodesign Institute, Global Institute of Sustainability, Institute for Humanities Research, Learning Sciences Institute, Institute for Social Science Research, Security and Defense Systems Initiative, Complex Adaptive Systems Network, MacroTechnology Works Initiative, DecisionTheater, New Space Initiative and the Obesity initiative.", "metadata": "负责推进大学的研究，创新，战略伙伴关系，企业家精神和大学的经济发展活动。ASU是增长最快的研究大学，年度研究支出超过5亿美元。跨学科研究计划包括生物设计学院，全球可持续发展研究所，人文研究所，学习科学研究所，社会科学研究研究所，安全与国防系统计划，复杂自适应系统网络，宏观技术网络，宏观技术工作，决策，新空间启动，新空间启动和新的空间启动和肥胖计划。"}
{"text": "Founded the School of Computing and Informatics and the Biomedical Informatics Department (in collaboration with the Mayo Clinic) at Arizona State University. Member of the design team for the founding of the new medical school campus of the University of Arizona College of Medicine, Phoenix. Member of the Governor's electronic health steering committee.", "metadata": "在亚利桑那州立大学创立了计算与信息学和生物医学信息学系（与梅奥诊所的合作）。凤凰城亚利桑那大学医学院新医学院新校园的设计团队成员。州长电子健康指导委员会成员。"}
{"text": "Mental Health and Medicaid Coordinator", "metadata": "心理健康和医疗补助协调员"}
{"text": "High School Principal", "metadata": "高中校长"}
{"text": "The Oceans 360 Group provides premier operational and strategic perspectives and capability in the marine science and leadership realms. Our team offers perspectives and experience from the highest levels of government, and insights from a global network of ocean science professionals. Operational excellence, technical leadership, scientific integrity, and solution focused decision-making are our commitments to our clients.", "metadata": "海洋360集团在海洋科学和领导领域提供了首要的运营和战略观点和能力。我们的团队提供了最高政府的观点和经验，以及来自全球海洋科学专业人士网络的见解。我们对客户的承诺是我们对客户的承诺。"}
{"text": "In my current position as the Asst. Secretary for Economic, Energy &amp; Business Affairs I lead the Bureau responsible for overseeing work on international trade and investment policy; international finance, development, and debt policy; economic sanctions and combating terrorist financing; international energy security policy; international telecommunications and transportation policies; and support for U.S. businesses and the private sector overseas. I have been in this position since my appointment by President Obama in December of 2009.", "metadata": "在我目前作为助理的位置。经济，能源与安培秘书业务事务我领导该局负责监督国际贸易和投资政策的工作；国际金融，发展和债务政策；经济制裁和打击恐怖筹资；国际能源安全政策；国际电信和运输政策；并支持美国企业和海外私营部门。自2009年12月奥巴马总统任命以来，我一直处于这个职位。"}
{"text": "While here, my practice maintained a broad focus on Latin America, Europe and Africa, advising clients on international mergers and acquisitions, financings, trade and other matters as the economies of these regions evolved. I worked with some of the region’s most complex acquisitions for corporations and private equity firms, and advised on financings, privatizations, securities offerings, arbitrations and joint ventures across a number of Latin American countries. This included work representing banks in loans and restructurings in a cross-section of industries, including mining, energy and telecommunications. These responsibilities included advising governments and bidders in more than 20 privatizations throughout Latin America and Africa.", "metadata": "在这里，我的实践将广泛关注拉丁美洲，欧洲和非洲，为客户提供国际合并，融资，贸易和其他事项的建议，因为这些地区的经济发展。我与该地区一些为公司和私募股权公司的最复杂的收购合作，并就许多拉丁美洲国家 /地区的融资，私有化，证券提供，仲裁和合资企业提供了建议。这包括代表银行在贷款和重组的工业中的工作，包括采矿，能源和电信。这些责任包括在整个拉丁美洲和非洲的20多个私有化中为政府和投标人提供建议。"}
{"text": "Engaged in research, teaching and professional service. Published over 400 papers in refereed journals and conferences. Mentored over 100 graduate students, post docs and researchers. Students occupy leadership positions in academic and industry. Fellow of the IEEE, SPIE, Canadian Academy of Engineering, National Academy of Inventors.", "metadata": "从事研究，教学和专业服务。发表了400多篇论文，以参考期刊和会议发表。指导了100多名研究生，文档和研究人员。学生在学术和工业中担任领导职务。美国国家发明师学院的IEEE，SPIE，SPIE，加拿大工程学院。"}
{"text": "Responsible for advancing Research, Innovation, Strategic Partnerships, Entrepreneurship and Economic Development activities of the University. ASU is the fastest growing research universities with over $500 million in annual research expenditures. Transdisciplinary research initiatives include The Biodesign Institute, Global Institute of Sustainability, Institute for Humanities Research, Learning Sciences Institute, Institute for Social Science Research, Security and Defense Systems Initiative, Complex Adaptive Systems Network, MacroTechnology Works Initiative, DecisionTheater, New Space Initiative and the Obesity initiative.", "metadata": "负责推进大学的研究，创新，战略伙伴关系，企业家精神和大学的经济发展活动。ASU是增长最快的研究大学，年度研究支出超过5亿美元。跨学科研究计划包括生物设计学院，全球可持续发展研究所，人文研究所，学习科学研究所，社会科学研究研究所，安全与国防系统计划，复杂自适应系统网络，宏观技术网络，宏观技术工作，决策，新空间启动，新空间启动和新的空间启动和肥胖计划。"}
{"text": "Founded the School of Computing and Informatics and the Biomedical Informatics Department (in collaboration with the Mayo Clinic) at Arizona State University. Member of the design team for the founding of the new medical school campus of the University of Arizona College of Medicine, Phoenix. Member of the Governor's electronic health steering committee.", "metadata": "在亚利桑那州立大学创立了计算与信息学和生物医学信息学系（与梅奥诊所的合作）。凤凰城亚利桑那大学医学院新医学院新校园的设计团队成员。州长电子健康指导委员会成员。"}
{"text": "Led a multi-billion dollar global business with a large span of products and services supporting defense, homeland security, aerospace, infrastructure protection and customers globally.", "metadata": "领导了一项数十亿美元的全球业务，拥有大量的产品和服务，以支持国防，航空航天，基础设施保护和全球客户。"}
{"text": "Led a weapons and sensor system business through significant growth, establishing international sales.", "metadata": "领导武器和传感器系统业务，通过显著增长，建立国际销售。"}
{"text": "Focused on unmanned aircraft systems, electronic warfare test and training systems, and performance based logistics. Led a team that introduced multiple new products, significantly growing the company's portfolio. Built strong relationships with government agencies in a highly technical environment.", "metadata": "专注于无人飞机系统，电子战测试和培训系统以及基于绩效的物流。领导了一个引入多个新产品的团队，大大发展了该公司的投资组合。在高度技术环境中与政府机构建立了牢固的关系。"}
{"text": "Leading a weapons and sensor system business through significant growth through international foreign military sales. Implementing continuous improvements in operations via metrics driven campaigns to increase productivity and capacity", "metadata": "通过国际外国军事销售，领导武器和传感器系统业务通过显著增长。通过指标驱动的活动实施持续改进运营，以提高生产率和能力"}
{"text": "Increased sales and profits by 40% over 3 years as a tier 1 defense supplier focusing on unmanned aircraft systems, electronic warfare test and training systems and performance based logistics and contractor logistics support services. Led a team that introduced multiple new products that significantly grew the company's portfolio. Built strong relationships with government agencies, e.g. DCMA and DCAA, while developing compliant EVMS and Purchasing systems. Acquired, developed and retained key talent to enable significant profitable growth. Managed complex customer issues in a highly technical environment. Provided award winning Performance Based Logistics for Shadow Unmanned Aircraft Systems.", "metadata": "在3年内，将销售额和利润增加了40％，这是一家1级国防供应商，专注于无人飞机系统，电子战测试和培训系统以及基于绩效的物流和承包商物流支持服务。领导了一个引入多种新产品的团队，这些产品大大发展了公司的投资组合。与政府机构建立了牢固的关系，例如DCMA和DCAA在开发合规的EVM和采购系统时。获得，发展和保留关键人才，以实现可观的盈利增长。在高度技术环境中管理复杂的客户问题。为影子无人飞机系统提供了屡获殊荣的基于奖项的物流。"}
{"text": "INtegrated AAI into Textron Systems while significantly growing revenues and profits. Developed playbook for integration management for Textron Inc.", "metadata": "将AAI集成到Textron系统中，同时显著增长了收入和利润。开发了Textron Inc.集成管理剧本"}
{"text": "Led a business with US Army prime contracts including Future Combat Systems Unattended Ground Sensors, Scorpion unattended networked ground-based anti-vehicle munitions(ACAT 1), and Spider unattended networked ground-based anti-personnel munitions. Captured ACAT 1 Scorpion program and managed a joint venture with ATK for Spider.", "metadata": "领导了一家拥有美国陆军主要合同的业务，包括未来的战斗系统无人看管的地面传感器，无人值守的网络地面反车辆弹药（ACAT 1）和蜘蛛无人参与的网络基于地面的反人体弹药。捕获ACAT 1蝎子计划，并与ATK进行了合资企业。"}
{"text": "Responsible for mergers and acquisitions and organic growth strategies. Worked with outside advisors to identify acquisition candidates, including AAI. Prepared strategy presentations for Textron Corp senior management and board of directors.", "metadata": "负责合并，收购和有机增长策略。与外部顾问合作，确定包括AAI在内的收购候选人。为Textron Corp高级管理层和董事会准备的战略演讲。"}
{"text": "Officer Training Corps program. I has a diverse background that includes operational and training assignments in the F-15C Eagle, F-35A Lighting II, B-2A Spirit and B-1B Lancer aircraft. I also has served as an instructor pilot and flight examiner in the F-15C, B-2A and T-6A Texan II. Additionally, I served as a U.S. Air Force Weapons School instructor in the F-15C and the B-2A.", "metadata": "军官培训团计划。我的背景包括F-15C Eagle，F-35A Lighting II，B-2A Spirit和B-1B Lancer飞机的操作和培训任务。我还曾在F-15C，B-2A和T-6A Texan II中担任教练飞行员和飞行审查员。此外，我曾在F-15C和B-2A担任美国空军武器学校教练。"}
{"text": "Responsible for leading the nation's ICBM and Bomber forces in daily operations in the United States in support national objectives globally. Guides modernization efforts for command and control, aircraft, ICBM, infrastructure and support equipment", "metadata": "负责领导美国的洲际弹道导弹和轰炸机部队在美国的日常行动中，以支持全球国家目标。指导指挥和控制，飞机，ICBM，基础设施和支持设备的现代化工作"}
{"text": "Deputy Commander for all US Joint Forces in Europe. Responsible to the Commander for joint, combined operations, planning and exercises to ensure US and coalition military readiness and regional stability. Worked with partners and allies throughout Europe and the Middle East on complicated, wide ranging set of strategic issues.", "metadata": "美国所有联合部队的副指挥官。负责联合，联合行动，计划和练习的指挥官，以确保我们和联合军事准备和区域稳定。与整个欧洲和中东的合作伙伴和盟友合作，解决了复杂，广泛的战略问题。"}
{"text": "Commanded eight Air Force Wings throughout Europe and Africa supporting US Joint and coalition operations supporting 5 separate Combatant Commands. Responsible for daily air operations in Europe and Africa to include Reconnaissance, Refueling, Airlift, Command and Control and Strike operations. Led Joint Task Force to conduct ballistic missile defense of key allies in the region.", "metadata": "在整个欧洲和非洲指挥八个空军翼，支持美国联合和联合行动，支持5个单独的战斗司令部。负责欧洲和非洲的每日空中运营，包括侦察，加油，空运，指挥和控制和罢工行动。领导联合特遣部队进行该地区主要盟友的弹道导弹防御。"}
{"text": "Responsible for developing and managing the DoD strategy and roadmap for hypersonics S&T. Responsible for establishing and running a National University Consortium for Applied Hypersonics and workforce development efforts in hypersonics. Fund and manage critical S&T or advanced concept projects to support hypersonic war fighting capabilities that encompasses technologies needed for missile defense, hypersonic cruise missiles, reusable hypersonic systems, and boost-glide weapons. Responsible for DoD collaborations with allies in hypersonics. Run an office of 10 people and manage a $100m budget and an enterprise-wide team of hypersonic technical experts that support the department and JHTO initiatives. OSD technical advisor on a high priority DoD hypersonic air breathing vehicle program.", "metadata": "负责制定和管理Hypersonics S＆T的DOD战略和路线图。负责建立和经营一个用于应用超为超为超为超为超为超为超为人工发展的国立大学联盟。资助和管理关键的S＆T或高级概念项目，以支持高超音速战争的战斗能力，这些能力包括导弹防御，高音巡航导弹，可重复使用的高超音速系统和增压机武器所需的技术。负责与盟友在超为超为人物方面的合作。经营一个由10人组成的办公室，管理1亿美元的预算和一支企业范围内的高超音速技术专家团队，这些专家支持该部门和JHTO计划。OSD高优先级DOD Hypersonic Air呼吸车计划的技术顾问。"}
{"text": "Lead for air breathing hypersonics and university and allied engagements in hypersonics. A hypersonics program manager and lead technical advisor. Serves on aeronautics and hypersonics and defense against hypersonics advisory, senior steering, and source selection boards for DARPA, NASA, and MDA", "metadata": "空气呼吸高超为人物和大学以及相关性涉及超为性交的铅。超某人计划经理和首席技术顾问。针对DARPA，NASA和MDA的高素质咨询，高级转向和源选择委员会的航空和高度人物和防御"}
{"text": "Responsible for aviation and air platform technologies. Lead for DoD gas turbine investments and S&T oversight from OSD. OSD Representative to Air Platforms Community of Interest. NASA aeronautics advisory board.", "metadata": "负责航空和空气平台技术。OSD的DOD燃气轮机投资和S＆T监督的负责人。OSD代表Air Platforms感兴趣的社区。NASA航空顾问委员会。"}
{"text": "Presented and wrote four conference papers at AIAA conferences on my analysis of hypersonic inlet flow problems. Master's thesis titled \"Application of Compound Compressible Flow to Hypersonic Three-Dimensional Inlets\". Current work on unsteady shock problems as applied to hypersonic inlets.", "metadata": "在AIAA会议上发表并撰写了四本会议论文，内容涉及我对高超音速入口流问题的分析。硕士论文的标题为“将可压缩流动到高超音速入口的应用”。当前关于不稳定冲击问题的工作应用于高血压入口。"}
{"text": "Collected and analyzed data on CEOs campaign donation patterns, created a database of MN state election results from the 50s and 60s.", "metadata": "收集并分析了有关CEO活动捐赠模式的数据，创建了50年代和60年代的MN州选举结果数据库。"}
{"text": "June 2004-August 2004: Conducted a study on the relevance of potential Virginia class submarine payloads to DoD, Joint Staff, and Navy capability needs. Assisted internal research on a GCAM simulation based tactical decision aid for the Navy. Assisted the development of a Capabilities Development Document on a surface ship torpedo defense system. Created a spreadsheet to automate internal financial reporting.", "metadata": "2004年6月至2004年8月：进行了一项研究，研究了潜在的弗吉尼亚班级潜艇有效载荷与国防部，联合人员和海军能力需求的相关性。协助对海军基于GCAM模拟的战术决策援助的内部研究。协助在Surface船舶鱼雷防御系统上开发了功能开发文件。创建了电子表格以自动化内部财务报告。"}
{"text": "Basic and Applied Research for Air Warfare and Advanced Weapons", "metadata": "空战和高级武器的基础和应用研究"}
{"text": "Delevoping Space Technology and Policy Plans.", "metadata": "制定太空技术和政策计划。"}
{"text": "I teach and perform research on various applied aerodynamic topics, including maneuvering aircraft and high speed flight.", "metadata": "我教和进行有关各种应用空气动力学主题的研究，包括机动飞机和高速飞行。"}
{"text": "I teach compressible aerodynamics on an irregular basis at TPS.", "metadata": "我在TPS的不规则基础上教可压缩空气动力学。"}
{"text": "I was the Technical Director and International Program Officer for Aeronautical Sciences at the European Office for Aerospace Research and Development (EOARD). I worked with universities and laboratories in Europe, Africa, and the Middle East in developing research programs in collaboration with the US Air Force.", "metadata": "我是欧洲航空研究与发展办公室（EOARD）的技术总监兼国际航空科学官。我与欧洲，非洲和中东的大学和实验室合作，与美国空军合作制定研究计划。"}
{"text": "I taught aerodynamics, flight dynamics, and hypersonics in the evenings.", "metadata": "我在晚上教过空气动力学，飞行动力学和高血压。"}
{"text": "Worked in collaboration with the researchers in the C2A2S2E Institute on computational fluid dynamics.", "metadata": "与C2A2S2E计算流体动力学研究所的研究人员合作。"}
{"text": "Responsible to establish vision, organizational construct, roles and responsibilities, policies and procedures necessary to deliver and sustain a set of multi-disciplinary, physics-based simulation software products to the U.S. Defense acquisition community (Government and Industry) in response to prioritized requirements of the Services. Recruit key personnel to provide technical leadership of a set of 5 project elements (viz., Management, 3 Product Group Leads, Quality Assurance and Customer Support). Manage over 40 PhD/MS/BS engineers and researchers. As of April 2018, there were 775+ active licenses. To date, Genesis Design, Helios, and Kestrel have been made available to 28 U.S. DoD Organizations, 35 organizations within the U.S. Aerospace Industry, and 4 U.S. Academic Institutions.", "metadata": "负责建立愿景，组织构建，角色和责任，政策和程序，以交付和维持一套基于物理的多学科，基于物理的仿真软件产品，以应对美国国防采集社区（政府和行业），以应对优先考虑的优先级要求。服务。招募关键人员以提供5个项目元素的技术领导力（即管理，3个产品组潜在客户，质量保证和客户支持）。管理40多种博士/MS/BS工程师和研究人员。截至2018年4月，有775多个活动许可证。迄今为止，Genesis Design，Helios和Kestrel已向美国28个国防部组织，美国航空航天行业的35个组织以及4个美国学术机构提供了提供。"}
{"text": "Principal software developer of the fixed wing virtual aircraft product Kestrel, one of the four software products of the air vehicle component of the $360M CREATE Program. Leads a team of five software developers as the software architect and fluid-structure interaction and kinematics and kinetics specialist. Manages funding, facilities, and software engineering processes for the Kestrel team. Responsible for future vision of high fidelity multi-disciplinary simulation of fixed wing aircraft. Responsible for interacting with GO’s and SES’s in all three services and OSD to determine DoD requirements for high fidelity multi-disciplinary fixed wing aircraft. Responsible for building relationships and gathering requirements from major aircraft venders such as Boeing, Lockheed, Northrop-Grumman, and Raytheon. Responsible for creating basic research and development roadmaps for high fidelity multi-disciplinary fixed wing aircraft simulations with Air Force Office of Scientific Research, Army Research Lab, and Office of Naval Research.", "metadata": "固定机翼虚拟飞机产品Kestrel的主要软件开发商，这是3.6亿美元创建程序的空中车辆组件的四个软件产品之一。领导一个由五个软件开发人员组成的团队，成为软件架构师和流体结构互动以及运动学和动力学专家。管理Kestrel团队的资金，设施和软件工程流程。负责对固定机翼飞机的高保真度多学科模拟的未来愿景。负责与GO和SES在所有三个服务和OSD中进行互动，以确定DOD对高保真性多学科固定翼飞机的要求。负责建立波音，洛克希德，诺斯罗普·格鲁曼和雷神等主要飞机供应商的建立关系和收集要求。负责使用空军科学研究办公室，陆军研究实验室和海军研究办公室为高保真性多学科固定机翼飞机模拟创建基础研究和开发路线图。"}
{"text": "Directs long-range planning and daily operations of the IHAAA to include managing over 70 contributing engineers from three services, financial planning, technology development, technology transition, and reporting. Principle Investigator for the Air Armament Stability and Control IHAAA project integrating a team across four organizations and two services developing software and processes for computational stability and control analysis of fighters, cargo aircraft, and weapons. Principle Investigator for the Unstructured Fluid-Structure Interaction IHAAA project integrating a team across three organizations and two services developing software and processes for computational aeroelasticity to include limit cycle oscillations of the F-16 carrying stores. Principle Software Developer for the Kestrel Fixed Wing Virtual Aircraft Project under the Department of Defense Computational Research and Engineering Acquisition Tools and Environments (CREATE) program. Directs a software development team of four PhDs and two Masters degree subject matter experts and software engineers creating a systems level high fidelity simulation tool called Kestrel. The Kestrel simulation tool will include Computational Fluid Dynamics, Computational Structural Dynamics, Kinetics, and Kinematics of fighter, and cargo aircraft.", "metadata": "指导IHAAA的远程计划和日常运营，包括管理三个服务，财务计划，技术开发，技术过渡和报告的70多名工程师。空气军备稳定性和控制IHAAA项目的主要调查员，将一个团队整合到四个组织中，并开发了针对战斗机，货运飞机和武器的计算稳定性和控制分析的软件和流程。非结构化流体结构交互的主要研究者IHAAA项目将团队整合在三个组织和两个服务中，开发了用于计算航空弹性的软件和流程，以包括F-16携带商店的限制周期振荡。国防部计算研究和工程采集工具和环境（创建）计划下，Kestrel固定机翼虚拟飞机项目的主要软件开发人员（创建）计划。指导一个由四个博士学位的软件开发团队和两名硕士学位主题专家和软件工程师创建一个名为Kestrel的系统级高保真模拟工具。 Kestrel模拟工具将包括计算流体动力学，计算结构动力学，战斗机的动力学和运动学和货物飞机。"}
{"text": "- Serve as a Deputy Director of the Integrated Military Systems (IMS) program, leading an R&D portfolio that includes hypersonic flight system development and testing - Charged with overseeing hypersonic development and demonstration programs ranging from technology maturation on precision sounding rockets to full-scale hypersonic flight testing - Represent the strategic, technical, and programmatic landscape associated with hypersonic strike systems to federal agencies, Congress, industry and the media - Supervise 7 R&D managers plus 100 indirect reports and administer multimillion-dollar budgets", "metadata": " - 担任综合军事系统（IMS）计划的副主任，领导了包括高超音速飞行系统开发和测试在内的研发投资组合 - 负责监督高超音速开发以及示范计划，从精确声音的技术成熟到全尺度高度超尺度高尺度高估飞行测试 - 代表与联邦机构，国会，工业和媒体相关的战略，技术和程序格局 - 监督7 R＆D经理以及100个间接报告并管理数百万美元的预算"}
{"text": "- Serve as a Deputy Director of the Integrated Military Systems (IMS) program, leading a research portfolio that includes AI/ML, Autonomy, Directed Energy and Hypersonics technology - Charged with developing research strategies, building transformative research initiatives, and delivering research advances and advanced technology solutions - Led the conception, proposal and implementation of the Autonomy for Hypersonics Mission Campaign and the AutonomyNM research coalition - Supervise 6 R&D managers plus 90 indirect reports and administer multimillion-dollar budgets - Represent the organization to federal agencies, Senate, Congress, industry and the media - Advise executives on next generation technologies including AI, autonomy and directed energy", "metadata": " - 担任综合军事系统（IMS）计划的副主任，领导了包括AI/ML，自主权，指导能源和超某人技术在内的研究组合 - 负责制定研究策略，建立变革性研究计划，并提供研究进展，并提供研究进展和研究。先进的技术解决方案 - 领导了超为任务运动自治的概念，提案和实施 - 自治研究联盟 - 监督6 R＆D经理以及90个间接报告，并管理数百万美元的预算 - 代表联邦机构，参议院，国会，国会，国会，国会，国会，国会代表行业和媒体 - 就下一代技术的高管提供建议，包括人工智能，自主和定向能源"}
{"text": "- Led and coordinated research in the areas of computer security and computer network security - Served as Deputy Program Manager for Sandia’s DoD Cyber Program - Charged with representing Sandia with multiple entities within DoD, DHS and DOE; and growing business and delivering advanced technology for Navy, Marines and PACOM sponsors - Worked jointly with other DoD research labs and across organizational boundaries to deliver novel cybersecurity solutions to end application use", "metadata": " - 在计算机安全和计算机网络安全领域的LED和协调研究 - 担任Sandia的DOD网络计划的副计划经理 - 负责代表Sandia在DOD，DHS和DOE中具有多个实体；并为海军，海军陆战队和PACOM赞助商提供业务发展并提供先进的技术 - 与其他国防部研究实验室以及整个组织边界共同合作，以提供新颖的网络安全解决方案，以最终的应用程序使用"}
{"text": "Supported analytical team that builds the Department of Defense five year budget plan, analyzes strategic investment choices, and makes recommendations to the Secretary of Defense. Provided military advice, coordinated political appointee short & long range calendars for strategic prioritization, liaisons with Deputy Secretary & Secretary of Defense front offices, Joint Staff teams, Military Services, and Combatant Commanders to enable CAPE's synchronization within the Department of Defense.", "metadata": "支持建立国防部五年预算计划的分析团队，分析战略投资选择，并向国防部长提出建议。提供了军事建议，协调政治任命的短期和远程日历，用于战略优先级，与副秘书兼国防部局长，联合参谋队，军事服务和战斗人员指挥官联络人，以使开普国防部的同步。"}
{"text": "Chief Operating Officer of the Marine Corps’ largest Regiment and responsible for training, force structure, modernization and organizational change. Led change and built a unified team from diverse units and agencies at Ft Worth and sites across the country; conducted operations around the world.", "metadata": "海军陆战队最大团的首席运营官，负责培训，力量结构，现代化和组织变革。LED变更并建立了来自FT Worth和全国各地的不同单位和机构的统一团队；在世界各地开展业务。"}
{"text": "Led Staff that provided strategic direction for Marine Corps’ requirements’ generation and developed the Warfighting portion of the annual five year budget plan for the Marine Corps.", "metadata": "领导的员工为海军陆战队的要求提供了战略指导，并制定了海军陆战队五年预算计划的战斗部分。"}
{"text": "Led Directorate that provided strategic direction for Marine Corps Modernization and developed the $125B annual five year program objective memorandum (POM) / budget plan for the Marine Corps.", "metadata": "领导局为海军陆战队现代化提供了战略方向，并为海军陆战队开发了$ 125B年度五年计划目标备忘录（POM） /预算计划。"}
{"text": "Chief Operating Officer of the Marine Corps’ rocket battalion and responsible for training, force structure, and modernization. Participated in combat deployments to Iraq, ensuring mission accomplishment while providing the safe return of all Marines. Integrated into Iraqi Infantry unit ensuring all needs were met in Ramadi, Iraq.", "metadata": "海军陆战队火箭营的首席运营官，负责训练，力量结构和现代化。参加了对伊拉克的战斗部署，以确保任务成就，同时提供所有海军陆战队的安全返回。集成到伊拉克步兵部门，确保在伊拉克拉马迪满足所有需求。"}
{"text": "Coordinated wide range of defense, policy, and political issues affecting the Marine Corps’ strategic direction. Produced a variety of papers, speeches, and briefs for the Commandant and Senior/Executive Leaders.", "metadata": "协调了各种影响海军陆战队战略方向的国防，政策和政治问题。为指挥官和高级/执行领导人制作了各种论文，演讲和摘要。"}
{"text": "Led Marine Corps acquisition and development of the High Mobility Artillery Rocket System (HIIMARS), a complex $600M combined Army/USMC program encompassing guided rockets, rocket launchers, and ammunition transportation systems. Duties included overseeing acquisition milestones, POM, budget, financial and resource management; and development of acquisition strategies and integrating plans to ensure weapons system fielding system. During combat deployment, led team that coordinated all logistical and training support into Iraq.", "metadata": "LED海军陆战队的收购和开发高移动性火箭系统（HIIMARS），这是一项复杂的6亿美元联合陆军/USMC计划，涵盖了指导的火箭，火箭发射器和弹药运输系统。职责包括监督收购里程碑，POM，预算，财务和资源管理；以及制定采集策略和整合计划以确保武器系统现场系统。在战斗部署期间，领导将所有后勤和培训支持协调到伊拉克的团队。"}
{"text": "- TRISH’s mission is to support NASA efforts of space health research so that all humans can thrive in space - One of 13 Scientific Advisory Board members - Additional role: Chair of the Diversity Board for TRISH to make space exploration available to all", "metadata": " - 特里什（Trish）的使命是支持NASA的太空健康研究的努力，以便所有人类都可以在太空中蓬勃发展 -  13位科学咨询委员会成员之一 - 其他角色：Trish多样性委员会主席，以使所有人都可以使用太空探索"}
{"text": "Provide greater understanding of emerging technologies and develop strategies and policies to ensure the use of “technology for good” among individuals, societies and the international community. The GeoTech Center will focus on the impact of data and machine learning, personalized medicine, additive manufacturing, nanotechnology, green energy, commercialization of space, robotics, synthetic biology, and other new technologies on the horizon.Provide greater understanding of emerging technologies and develop strategies and policies to ensure the use of “technology for good” among individuals, societies and the international community. The GeoTech Center will focus on the impact of data and machine learning, personalized medicine, additive manufacturing, nanotechnology, green energy, commercialization of space, robotics, synthetic biology, and other new technologies on the horizon. GeoTech CenterGeoTech Center Championing positive paths forward that nations, economies, and societies can pursue to ensure new technologies and data benefit people, prosperity, and peace.Championing positive paths forward that nations, economies, and societies can pursue to ensure new technologies and data benefit people, prosperity, and peace.", "metadata": "提供对新兴技术的更多了解，并制定战略和政策，以确保个人，社会和国际社会中使用“善良的技术”。岩土技术中心将重点关注数据和机器学习，个性化医学，添加剂制造，纳米技术，绿色能源，空间商业化，机器人技术，合成生物学以及其他新技术的影响，对新兴技术的了解更深入地了解确保在个人，社会和国际社会中使用“善良的技术”的策略和政策。岩土技术中心将重点关注数据和机器学习，个性化医学，添加剂制造，纳米技术，绿色能源，空间商业化，机器人技术，合成生物学以及其他新技术的影响。 Geotech Centergeotech中心倡导积极的道路前进，国家，经济和社会可以追求确保新技术和数据受益于人们，繁荣和和平。向前迈进的积极途径向前迈进，国家，经济和社会可以追求确保新技术和数据福利人，繁荣与和平。"}
{"text": "Engineering Innovations LLC, is consulting firm rooted in providing innovative solutions to the scientific and engineering technology transfer problems of the 21st Century. We take a multifaceted approach to these solutions by providing expertise to technology start-ups on technology transfer and scaling of basic research technologies stemming from academic labs, think tanks, and everyday businesses.", "metadata": "翻译api错误"}
{"text": "The primary goal of NSF I-Corps is to foster entrepreneurship that will lead to the commercialization of technology that has been supported previously by federally-funded research. The approach to entrepreneurship uses techniques developed to validate each commercial opportunity in a recognized, effective way: customer and business model development. The vehicle for commercialization activities will most often be start-ups founded by the I-Corps participants; successful I-Corps projects will be prepared for business formation. The I-Corps programs feed the NSF Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs. Specific Duties as Science and Technology Policy Fellow: Advance the National I-CorpsTM program through coaching and mentoring high tech startups from federally funding university research focused on ensuring product to market fit based on the customer discovery program adapted from Lean LaunchPad curriculum from I-Corps™ cohorts for public private partnership opportunities Coordinated with Office of Science and Technology Policy (OSTP) at the White House initiation of other federal agencies (NASA, DHS) into the I-Corps™ program to emphasize innovation ecosystem across all funding agencies Establish best practice strategies inclusive of licensing, incorporation, and patent portfolios for I-Corp™ startups working with tech transfer offices within their universities planning to apply to federal and state grants, accelerators, and capital investment to further funding opportunities Generate, instruct, and evaluate investor pitch deck for SBIR phase II startup companies generating capital investment for application and matching funding for the Phase IIb awards from federal agencies (>$2M) Developing public-private partnerships for venture capitalist and angel investors to advance federally funded research to commercialization through private capital investments (>$100M) The primary goal of NSF I-Corps is to foster entrepreneurship that will lead to the commercialization of technology that has been supported previously by federally-funded research. The approach to entrepreneurship uses techniques developed to validate each commercial opportunity in a recognized, effective way: customer and business model development. The vehicle for commercialization activities will most often be start-ups founded by the I-Corps participants; successful I-Corps projects will be prepared for business formation. The I-Corps programs feed the NSF Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs. Specific Duties as Science and Technology Policy Fellow: Advance the National I-CorpsTM program through coaching and mentoring high tech startups from federally funding university research focused on ensuring product to market fit based on the customer discovery program adapted from Lean LaunchPad curriculum from I-Corps™ cohorts for public private partnership opportunities Coordinated with Office of Science and Technology Policy (OSTP) at the White House initiation of other federal agencies (NASA, DHS) into the I-Corps™ program to emphasize innovation ecosystem across all funding agencies Establish best practice strategies inclusive of licensing, incorporation, and patent portfolios for I-Corp™ startups working with tech transfer offices within their universities planning to apply to federal and state grants, accelerators, and capital investment to further funding opportunities Generate, instruct, and evaluate investor pitch deck for SBIR phase II startup companies generating capital investment for application and matching funding for the Phase IIb awards from federal agencies (>$2M) Developing public-private partnerships for venture capitalist and angel investors to advance federally funded research to commercialization through private capital investments (>$100M) NSF Innovation Corps (I-Corps™)NSF Innovation Corps (I-Corps™) I-Corps prepares scientists and engineers to extend their focus beyond the laboratory, and broadens the impact of select, NSF-funded, basic-research projects. This program teaches NSF grantees to identify valuable product opportunities that can emerge...I-Corps prepares scientists and engineers to extend their focus beyond the laboratory, and broadens the impact of select, NSF-funded, basic-research projects. This program teaches NSF grantees to identify valuable product opportunities that can emerge...", "metadata": "NSF I-Corps的主要目标是培养企业家精神，这将导致技术的商业化，这是由联邦资助的研究提供的。企业家精神的方法使用开发的技术来以公认的有效方式验证每个商业机会：客户和商业模型开发。商业化活动的工具通常是由I-Corps参与者创立的初创企业；成功的I-Corps项目将为业务成立做好准备。 I-Corps计划为NSF小型企业创新研究（SBIR）和小型企业技术转移（STTR）计划提供供应。作为科学和技术政策研究员的具体职责：通过指导和指导来自联邦资助大学研究的高科技初创公司的高科技初创公司的专注于美国国家I-CORPSTM计划，重点是确保基于I-Corps的Lean LaunchPad课程的客户发现计划，以确保产品适合市场契合™在其他联邦机构（NASA，DHS）启动I-Corps™计划的白宫启动时，与科学技术政策办公室（OSTP）协调的™公共伙伴关系机会融合了I-Corps™计划I-CORP™初创公司的策略，包括许可，公司成立和专利投资组合，与他们的大学计划中的技术转让办公室合作，以向联邦和州的拨款，加速器和资本投资申请，以进一步的资金机会创造，指导和评估投资者的资金机会SBIR II期初创公司生成资本的甲板用于申请和匹配IIB阶段奖项的投资（> 200万美元），开发为风险投资家和天使投资者开发公私合作伙伴关系，以通过私人资本投资（> 1000万美元）推进了联邦资助的研究到商业化的主要目标。 NSF I-Corps是为了促进企业家精神，这将导致技术的商业化，这是由联邦资助的研究提供的。企业家精神的方法使用开发的技术来以公认的有效方式验证每个商业机会：客户和商业模型开发。商业化活动的工具通常是由I-Corps参与者创立的初创企业；成功的I-Corps项目将为业务成立做好准备。 I-Corps计划为NSF小型企业创新研究（SBIR）和小型企业技术转移（STTR）计划提供供应。作为科学和技术政策研究员的具体职责：通过指导和指导来自联邦资助大学研究的高科技初创公司的高科技初创公司的专注于美国国家I-CORPSTM计划，重点是确保基于I-Corps的Lean LaunchPad课程的客户发现计划，以确保产品适合市场契合™在其他联邦机构（NASA，DHS）启动I-Corps™计划的白宫启动时，与科学技术政策办公室（OSTP）协调的™公共伙伴关系机会融合了I-Corps™计划I-CORP™初创公司的策略，包括许可，公司成立和专利投资组合，与他们的大学计划中的技术转让办公室合作，以向联邦和州的拨款，加速器和资本投资申请，以进一步的资金机会创造，指导和评估投资者的资金机会SBIR II期初创公司生成资本的甲板投资用于申请和匹配IIB期奖项的资金（> 200万美元），开发为风险投资家和天使投资者开发公私合作伙伴关系，以通过私人资本投资（> 1000万美元）NSF Innovation Corps（> 1亿美元）将联邦资助的研究推向商业化（ I-Corps™）NSF创新兵团（I-Corps™）I-Corps为科学家和工程师做准备将重点扩展到实验室之外，并扩大了Select，NSF资助的基础研究项目的影响。该计划教会NSF授予者确定可以出现的宝贵产品机会... I-Corps为科学家和工程师提供了将重点扩展到实验室之外的重点，并扩大了Select，NSF资助的基础研究项目的影响。该计划教NSF受赠人确定可以出现的宝贵产品机会..."}
{"text": "The United States Agency for International Development is the United States Government agency which is primarily responsible for administering civilian foreign aid. The U.S. Global Development Lab serves as an innovation hub. We take smart risks to test new ideas and partner within the Agency and with other actors to harness the power of innovative tools and approaches that accelerate development impacts. Specific Duties as Science and Technology Policy Fellow: Developed, connected, improved, and scaled innovative open source data software platforms and policies for health information systems inter-operability within Liberia, Sierra Leone, and New Guinea to drive disease epidemic responses (ergo Ebola epidemic) Served as the project implementation specialist for broad agency announcement focused on innovative technologies (>$1M) for health information systems for the Ebola response in Liberia, Sierra Leone, and New Guinea Lead big data and privacy policy for Development Informatics team in response to the influx of data from mobile users in developing countries Evaluated Ebola Grand Challenge proposals and executed agency funds (>$1M) for health information systems through a co-creation convening for the Ebola response in Liberia, Sierra Leone, and New Guinea Developed social network predicative algorithms and privacy polices to measure USAID’s influence on its bilateral donors to leverage funding for the Ebola response (>$5M leveraged) Co-established policy protocols for how adaptive management can be utilized within USAID agency protocols, through the creation of feedback loops and leveraging data for decision making across the agency The United States Agency for International Development is the United States Government agency which is primarily responsible for administering civilian foreign aid. The U.S. Global Development Lab serves as an innovation hub. We take smart risks to test new ideas and partner within the Agency and with other actors to harness the power of innovative tools and approaches that accelerate development impacts. Specific Duties as Science and Technology Policy Fellow: Developed, connected, improved, and scaled innovative open source data software platforms and policies for health information systems inter-operability within Liberia, Sierra Leone, and New Guinea to drive disease epidemic responses (ergo Ebola epidemic) Served as the project implementation specialist for broad agency announcement focused on innovative technologies (>$1M) for health information systems for the Ebola response in Liberia, Sierra Leone, and New Guinea Lead big data and privacy policy for Development Informatics team in response to the influx of data from mobile users in developing countries Evaluated Ebola Grand Challenge proposals and executed agency funds (>$1M) for health information systems through a co-creation convening for the Ebola response in Liberia, Sierra Leone, and New Guinea Developed social network predicative algorithms and privacy polices to measure USAID’s influence on its bilateral donors to leverage funding for the Ebola response (>$5M leveraged) Co-established policy protocols for how adaptive management can be utilized within USAID agency protocols, through the creation of feedback loops and leveraging data for decision making across the agency Fighting Ebola: A Grand Challenge for Development Fighting Ebola: A Grand Challenge for Development USAID is partnering with the White House Office of Science and Technology, the Centers for Disease Control and Prevention, and The Department of Defense to launch Fighting Ebola: A Grand Challenge for Development to help health care workers on the...USAID is partnering with the White House Office of Science and Technology, the Centers for Disease Control and Prevention, and The Department of Defense to launch Fighting Ebola: A Grand Challenge for Development to help health care workers on the...", "metadata": "美国国际发展机构是美国政府机构，主要负责管理民用援助。美国全球发展实验室是创新中心。我们采取智能风险来测试机构内部和其他参与者的新想法和合作伙伴，以利用加速发展影响的创新工具和方法的力量。作为科学和技术政策研究员的具体职责：开发，连接，改进和扩展创新的开源数据软件平台和健康信息系统的策略，利比里亚，塞拉利昂和新几内亚跨性行为的疾病流行反应（Ergo Ebola流行病） ）作为广泛代理机构公告的项目实施专家，重点是利比里亚，塞拉利昂的埃博拉病毒响应的创新技术（> 100万美元）发展中国家流动用户的数据涌入评估了埃博拉大挑战赛建议，并通过为利比里亚，塞拉利昂的埃博拉反应召集的共同创造召集了健康信息系统的代理机构资金（> 100万美元），而新几内亚开发了社交网络衡量美国国际开发署对双边捐赠者对杠杆的影响的预性算法和隐私政策通过创建反馈循环并利用数据来制定数据，用于在USAID机构协议中如何利用自适应管理的共同政策协议的埃博拉响应年龄资金（> 500万美元）发展是美国政府机构，主要负责管理民用援助。美国全球发展实验室是创新中心。我们采取智能风险来测试机构内部和其他参与者的新想法和合作伙伴，以利用加速发展影响的创新工具和方法的力量。作为科学和技术政策研究员的具体职责：开发，连接，改进和扩展创新的开源数据软件平台和健康信息系统的策略，利比里亚，塞拉利昂和新几内亚跨性行为的疾病流行反应（Ergo Ebola流行病） ）作为广泛代理机构公告的项目实施专家，重点是利比里亚，塞拉利昂的埃博拉病毒响应的创新技术（> 100万美元）发展中国家流动用户的数据涌入评估了埃博拉大挑战赛建议，并通过为利比里亚，塞拉利昂的埃博拉反应召集的共同创造召集了健康信息系统的代理机构资金（> 100万美元），而新几内亚开发了社交网络衡量美国国际开发署对双边捐赠者对杠杆的影响的预性算法和隐私政策通过创建反馈循环并利用数据来制定跨机构的决策，对埃博拉的年龄资金（> 500万美元的杠杆率）共同建立了如何在USAID代理协议中使用自适应管理的政策协议：一个巨大的挑战为了开发与埃博拉病毒的发展：美国开发署开发的巨大挑战是与白宫科学技术办公室，疾病控制与预防中心以及国防部发起战斗埃博拉病毒：开发的巨大挑战，旨在帮助医疗保健美国国际开发署（USAID）的工人正在与白宫科学技术办公室，疾病控制与预防中心以及国防部启动战斗埃博拉病毒：开发挑战，以帮助医疗保健工作者的挑战。 .."}
{"text": "Dr. Bowersox is the Ford I Professor and Department Head of Aerospace Engineering at Texas A&M University. He joined Texas A&M University in 2002. He was promoted to full professor in 2007. He became Department Head in 2013.", "metadata": "Bowersox博士是德克萨斯农工大学的福特I教授兼航空工程系主任。他于2002年加入德克萨斯A＆M大学。他于2007年被晋升为完整的教授。他于2013年成为系主任。"}
{"text": "Dr. Bowersox joined The University of Alabama as an assistant professor in 1997. He was promoted to associate professor in 2000. He resigned from this position in 2002.", "metadata": "Bowersox博士于1997年加入阿拉巴马大学，担任助理教授。他于2000年晋升为副教授。他于2002年辞职。"}
{"text": "Dr. Bowersox joined the Air Force Institute of Technology as an assistant professor in 1993. He resigned this position during the Air Force BRAC in 1997.", "metadata": "Bowersox博士于1993年加入空军理工学院担任助理教授。他在1997年的空军BRAC期间辞去了职位。"}
{"text": "Senior Fellow, International Security Program Director, Missile Defense Project", "metadata": "导弹防御项目国际安全计划主管高级研究员"}
{"text": "Institute for Politics and Strategy (IPS)", "metadata": "政治与战略研究所（IPS）"}
{"text": "Erin is an executive director leading the Hypersonics Campaign at Raytheon Missiles and Defense, a business of Raytheon Technologies. In this role, she is a public spokesperson and leads an enterprise team chartered to accelerate the development and fielding of end-to-end hypersonic capabilities for both offensive and defensive missions. She is focused on strengthening cooperation between government customers, industry, academia and our nation’s allies. Erin is committed to building trusted partnerships that help enable the US and allies achieve strategic objectives in order to deliver a superior force projection capability.", "metadata": "艾琳（Erin）是雷神技术公司（Raytheon Micsiles and Defense）的执行董事，领导雷神技术公司（Raytheon Micsiles and Defense）的高透色运动。在这个职位上，她是一位公开发言人，并领导了一支企业团队，以加快进攻和防守任务的端到端高超音速能力的发展和范围。她专注于加强政府客户，行业，学术界和我们国家的盟友之间的合作。Erin致力于建立可信赖的合作伙伴关系，以帮助使美国和盟友实现战略目标，以实现卓越的力量投射能力。"}
{"text": "Business development director for the missile defense program area at the former Raytheon Integrated Defense Systems business area. She was responsible for leading collaborative efforts to shape development of multiple strategic missile defense sensors, ensuring affordable integrated solution offerings to a broad international and domestic customer base.", "metadata": "前雷神公司综合防御系统业务区的导弹防御计划区业务发展总监。她负责塑造多个战略导弹防御传感器的开发，确保为广泛的国际和国内客户群提供负担得起的集成解决方案。"}
{"text": "Manage cross-functional team of approximately 20 resources as part of directing $100M per year in subcontracts on LM led C2BMC program, a United States Missile Defense Agency contract. Responsible for all subcontractor cost, technical and schedule performance. ►Spearheaded strategic and technical development plan for C2BMC, including software and battle management, sustainment, integrated logistics, warfighter support, and training. ►Program managed execution of subcontracts, with concurrent compilation and delivery of 46 additional program proposals to government in 2016, which included engineering changes, surge, follow-on and new task orders valued over $300M. ►Led negotiations for $100M+ in major program extension proposals to provide additional system development, deployment, logistics, sustainment, and cyber security capabilities into release.", "metadata": "管理大约20个资源的跨职能团队，作为每年指导1亿美元的分包合同的LM LED C2BMC计划的一部分，这是美国导弹国防机构合同。负责所有分包商成本，技术和计划绩效。►针对C2BMC的战略和技术发展计划，包括软件和战斗管理，维持，综合物流，战斗机支持和培训。►程序托管分包合同的执行，并在2016年同时汇编和交付46项计划向政府提供了46项计划，其中包括工程变更，激增，跟进，后续和新任务订单，价值超过3亿美元。►主持1亿美元以上的主要计划扩展建议的谈判，以提供额外的系统开发，部署，物流，维持和网络安全能力。"}
{"text": "Grew business and won priority efforts in development of domestic and NATO missile defense C2/BM programs; ensured trusting and sustained customer relationships. ►Selected to Business Development Leadership Academy (class of 2015) – Yearlong Corporate Wide LM Training. ►Drafted and delivered white papers, RFI responses, position papers, and executive summaries, which contributed to winning both competitive and sole source multimillion awards.", "metadata": "发展业务并赢得了国内和北约导弹防御C2/BM计划的优先努力；确保信任和持续的客户关系。►被选为业务发展领导力学院（2015年级） - 长期的公司广泛的LM培训。►取消并发行了白皮书，RFI回复，职位论文和执行摘要，这有助于赢得竞争和唯一的数百万奖项。"}
{"text": "Led business development efforts for this woman-owned small business providing aerospace engineering and IT services. Won $30M+ business under contract with AFSPC.", "metadata": "为这家妇女拥有的小型企业提供了业务开发工作，为航空航天工程和IT服务提供了服务。与AFSPC的合同赢得了3000万美元以上的业务。"}
{"text": "Charged with developing and growing deciBel Research’s business in Huntsville, AL, Dayton, OH, and Colorado Springs, CO, as well as other locations throughout the U.S.", "metadata": "负责在阿拉巴马州亨茨维尔，俄亥俄州代顿和科罗拉多州的科罗拉多斯普林斯以及美国其他地区开发和发展分贝研究的业务"}
{"text": "Built and managed the $200M+ P/L Strategic Programs Division that includes Hypersonics and Directed Energy Weapons. Managed capture and strategy for >$550M new contract awards in 2019. Lead complex projects and built organizations and teams. Successful customer interface and ability to understand detailed requirements. Made quick and well-informed decisions and aligned resources to end item products through innovative thinking. Employed a builder mentality that flourished in starting these new and challenging endeavors. Enjoyed leading multiple tasks and mentoring others and watching them grow in their careers and personal lives.", "metadata": "建造并管理了2亿美元+ P/L战略计划部，其中包括高性能和指导能源武器。在2019年以> 5.5亿美元的新合同奖，托管捕获和策略。领导复杂的项目以及建造的组织和团队。成功的客户界面和了解详细要求的能力。做出快速且信息良好的决策和对齐资源，通过创新思维结束项目产品。采用了建筑商的心态，在开始这些新的挑战性努力方面蓬勃发展。喜欢领导多项任务，指导他人，看着他们在职业和个人生活中成长。"}
{"text": "Division lead, customer interface, SRBM technical analysis, developed BMRD product, supported SMDC, MDA, OSD, OT&E, ATEC, Aegis, THAAD, Patriot, ABL,. Developed product line to support customers. Managed multidisciplined staff. Managed foreign material exploitation, static engine tests and associated FME testing. High level briefings to Congressmen, General Officers, ASB, DSB, OSD. Liaison to various panels, supported CENTCOM, PACOM, Intelligence support ot Pentagon J2 during conflicts. Lead role for assessing foreign ballistic missile flights and reporting to all DoD levels. Managed analysis and testing budgets and contractor team. Source Selection Boards. Responsible for managing missile signatures, trajectory, G&C, mechanical design, propulsion, telemetry, and flight vehicle analysis, modeling and simulation. Led and supported several multi-national projects. Collaborative projects with the CIA, NASIC, NGIC, DIA, ONI.", "metadata": "部门负责人，客户界面，SRBM技术分析，开发了BMRD产品，支持SMDC，MDA，OSD，OT＆E，ATEC，AEGIS，AEGIS，THAAD，PATRIOT，ABL。开发了产品线以支持客户。托管多学科的员工。托管的外国材料剥削，静态发动机测试和相关的FME测试。向国会议员，总官员，ASB，DSB，OSD的高级简报。在冲突期间，与五角大楼J2的情报支持各个面板，支持CENTCOM，PACOM，Intelligence。评估外国弹道导弹飞行和报告到所有国防部的铅角色。托管分析和测试预算和承包商团队。源选择板。负责管理导弹签名，轨迹，G＆C，机械设计，推进，遥测以及飞行车辆分析，建模和仿真。LED并支持了几个跨国项目。与CIA，NASIC，NGIC，DIA，ONI的合作项目。"}
{"text": "FMI produces high performance composites for the most extreme environment. From Carbon Carbon that performs in extreme temperatures as high as 3000°C - C/C SiC that operate at high temperatures and erosive environments - to Polymer Matrix Composites that require extreme weight reductions while maintaining low CTE and high strength to weight performance.", "metadata": "FMI为最极端的环境生产高性能复合材料。从在高温和侵蚀性环境下运行的极端温度高达3000°C -c/c SIC的碳碳，再到需要极大的重量降低的聚合物基质复合材料，同时保持低CTE和高强度至体重表现。"}
{"text": "Sales and Marketing leadership for Technical Ceramics - North America. As a part of the divisional leadership team, develop and execute commercial strategy including sales growth, new business development pipeline and strategic marketing to drive new product innovation.", "metadata": "技术陶瓷的销售和营销领导 - 北美。作为分区领导团队的一部分，制定和执行商业策略，包括销售增长，新的业务发展管道和战略营销，以推动新产品创新。"}
{"text": "Responsible for >$100Mil P&L management of multiple site, North American Advanced Ceramics and Metals business unit through all aspects of business planning and development - developed and executed strategies delivering margin expansion, increased quality of earnings, and sustainable-profitable growth.", "metadata": "通过业务计划和开发的各个方面，负责多个网站，北美高级陶瓷和金属业务部门的损失> 1亿美元的损益损益 - 开发和执行的策略，可提供利润率的扩大，提高收益质量以及可持续的可持续发展的增长。"}
{"text": "Managed > 70Mil P&L through the development and execution of long term strategy. Delivered year on year top line growth, margin expansion and record quality of earnings.", "metadata": "通过长期战略的制定和执行，管理> 700亿损益。年度最高增长，利润率的扩大和创纪录的收益质量交付。"}
{"text": "Direct Sales and Sales Management of high-end welding equipment. Responsibilities for domestic and international accounts (primarily Asia). I work with customers to determine immediate and long-term needs for Electron-Beam and Arc welding solutions. This will also include direct interface with operations to forecast production capacity, as well as to sponsor new R&D initiatives.", "metadata": "高端焊接设备的直接销售和销售管理。国内和国际账户的责任（主要是亚洲）。我与客户合作，确定电子梁和电弧焊接解决方案的立即和长期需求。这还将包括与操作的直接接口，以预测生产能力，以及赞助新的研发计划。"}
{"text": "Project Management executive making technical and business decisions to manage a portfolio of projects totaling $15 million for ixmation’s largest client. Accountable for executing and managing all project phases, from conception and sales through to global field installation and commissioning. Projects include new customized equipment orders, order upgrades and retrofits. Leverages resources and relationships within a matrix organization to strengthen client relationships while ensuring timeline, costs and client requirements are met. Deepens client relationships at all levels and partners with Sales to identify and capitalize on new business opportunities. Prepares and presents weekly status reports to senior management, providing a detailed financial picture and reporting on project milestones.", "metadata": "项目管理主管做出技术和业务决策，以管理IXMation最大客户总计1500万美元的项目组合。负责执行和管理所有项目阶段，从概念和销售到全球现场安装和调试。项目包括新的定制设备订单，订单升级和改造。利用矩阵组织内的资源和关系来加强客户关系，同时确保满足时间表，成本和客户要求。加深各级客户关系，并与销售合作伙伴，以识别和利用新的商机。准备并提供每周向高级管理层报告，提供有关项目里程碑的详细财务状况和报告。"}
{"text": "Managed Applications Engineering Department and Marketing personnel. Responsible for all sales proposals company-wide, including specification review, customer interaction, technical sales presentations, contract review, order processing, and project team launch. Accountable for budget accuracy, resource level and schedule forecasting, and project scope definition. Member of company operating staff, participating in overall management of the company.", "metadata": "托管应用工程部门和营销人员。负责公司范围内的所有销售建议，包括规格审查，客户互动，技术销售演示，合同审查，订单处理和项目团队启动。对预算准确性，资源级别和时间表预测以及项目范围定义负责。公司运营人员的成员，参与公司的整体管理。"}
{"text": "Degree completed May 2008, with academic honors.", "metadata": "学位于2008年5月获得学术荣誉。"}
{"text": "Equipment and Services Sales Manager of precision, automated welding systems using Electron Beam (EBW), Gas Tungsten Arc Welding (GTAW), Plasma Arc Welding (PAW), and resistance weld processes. High deposition rate additive manufacturing is now possible with EB Free Form Fabrication (EBFFF).", "metadata": "使用电子束（EBW），气钨电弧焊接（GTAW），等离子电弧焊接（PAW）和电阻焊接工艺的设备和服务销售经理，，自动焊接系统（EBW），气钨电弧焊接（GTAW），等离子体电弧焊接（PAW）。现在，使用EB Free Form Fabrication（EBFFF）可以使用高沉积速率添加剂制造。"}
{"text": "Enable building Next Generation Supply Chain Products leveraging the latest and greatest technology of today;", "metadata": "启用建立下一代供应链产品，利用当今最新，最伟大的技术；"}
{"text": "Enable and Institute Industry vertical specific best practices and capabilities into Kinaxis Rapid Response Supply Chain Product Portfolio in Automotive, High-Tech and A&D Industry verticals.", "metadata": "在汽车，高科技和A＆D行业垂直行业的Kinaxis快速响应供应链产品组合中启用和研究所的垂直特定最佳实践和能力。"}
{"text": "Walgreens Boot Alliance Digital Transformation Initiative - Responsible for the execution of Roadmap with long-term strategy in perspective and tactical needs in consideration.", "metadata": "Walgreens启动联盟数字转型计划 - 负责在审视和战术需求中以长期战略执行路线图。"}
{"text": "Responsible for planning and executing the Infor’s Cloud suite strategy for the A&D and High Tech Industry verticals; * Responsible to achieve the product strategy goals through definition and execution of the product roadmap. * Exhibit subject matter expertise and demonstrate value proposition of the solution with key & distinctive Differentiators. * Responsible to Enable the Sales and Service teams for New Releases with Sales and Field collateral documents and seminars & conferences. * “Contract to Deliver” business process with special emphasis on Governance, Risk and Compliance processes specific to A&D industry vertical", "metadata": "负责为A＆D和高科技行业垂直计划和执行Infor的云套件策略；*负责通过定义和执行产品路线图实现产品策略目标。*具有主题的专业知识，并通过关键和独特的区别者展示解决方案的价值主张。*负责通过销售和现场抵押文件以及研讨会和会议的新版本的销售和服务团队。*“交付合同”业务流程，特别着重于治理，风险和合规流程特定于A＆D行业的垂直行业"}
{"text": "Incharge of Hospital Operations, Growth Strategies and Marketing Promotions. In-charge of Hospital Information Systems/Electronic Medical Records/Inventory Management Systems. Key Accomplishments at Nalam Hospital through NSHIMS: * Increased Hospital revenue by 300% in two years * Increased cash reserve by 500% in two years * Increased Inventory Turns from 4 to 12 * Increased cash flow by efficient materials management by 60% * Reduced material waste by 15% * Improved customer/patient satisfaction through Electronic Records & Instant availability of customer deliverables. Director of Solution Engineering, NalamSoft - Hospital Information Systems Software. • Designed, Built and Deployed Hospital Information Management Solution * NSHIMS – A Enterprise Information Management solution for Healthcare business processes; • Procure To Pay • Order To Cash • Inventory Planning/Management. • Customer/Patient Master Management • Inpatient Business Process - Register To Discharge • Diagnostic Process Data Management • Enterprise Asset Management • Implemented the solution in Nalam Hospital, Trichy – A Specialty Centre for Plastic Surgery & Women’s Health – A mid-size (50-bedded) hospital – System is Live & has served over 35,000 patients in the last seven years * http://nshims.nalamsoft.comIncharge of Hospital Operations, Growth Strategies and Marketing Promotions. In-charge of Hospital Information Systems/Electronic Medical Records/Inventory Management Systems. Key Accomplishments at Nalam Hospital through NSHIMS: * Increased Hospital revenue by 300% in two years * Increased cash reserve by 500% in two years * Increased Inventory Turns from 4 to 12 * Increased cash flow by efficient materials management by 60% * Reduced material waste by 15% * Improved customer/patient satisfaction through Electronic Records & Instant availability of customer deliverables. Director of Solution Engineering, NalamSoft - Hospital Information Systems Software. • Designed, Built and Deployed Hospital Information Management Solution * NSHIMS – A Enterprise Information Management solution for Healthcare business processes; • Procure To Pay • Order To Cash • Inventory Planning/Management. • Customer/Patient Master Management • Inpatient Business Process - Register To Discharge • Diagnostic Process Data Management • Enterprise Asset Management • Implemented the solution in Nalam Hospital, Trichy – A Specialty Centre for Plastic Surgery & Women’s Health – A mid-size (50-bedded) hospital – System is Live & has served over 35,000 patients in the last seven years * http://nshims.nalamsoft.com NalamSoft Hospital Information Management SystemNalamSoft Hospital Information Management System Ideal for small to medium size hospitals with 10 to 100 Inpatient Beds. Built with advice from experts in the Healthcare practices. Ideal for Surgical Hospitals. Supports Ortho, Obstetrics & Gyneacology and Surgical Practices.Ideal for small to medium size hospitals with 10 to 100 Inpatient Beds. Built with advice from experts in the Healthcare practices. Ideal for Surgical Hospitals. Supports Ortho, Obstetrics & Gyneacology and Surgical Practices.", "metadata": "负责医院运营，增长策略和营销促销。医院信息系统/电子病历/库存管理系统的负责人。通过NSHIMS在纳拉姆医院的主要成就： *两年内医院收入增加了300％ *在两年内将现金储备增加了500％ *将库存从4增加到12 * *通过有效材料管理增加了60％ *减少材料的现金流量增加了现金流量浪费15％ *通过电子记录和客户可交付成果的即时可用性提高了客户/患者满意度。 Nalamsoft解决方案工程总监 - 医院信息系统软件。 •设计，建造和部署的医院信息管理解决方案 * NSHIMS  - 医疗保健业务流程的企业信息管理解决方案； •采购付款•订单现金•库存计划/管理。 •客户/患者主管理•住院业务流程 - 注册•诊断过程数据管理•企业资产管理•在Trichy Nalam医院实施解决方案 - 整形外科和妇女健康专业中心 - 中型（50-50--卧床医院 - 在过去的七年中，系统现场直播，已为35,000多名患者提供服务 * http：//nshims.nalamsoft.com医院运营，增长策略和营销促销活动。医院信息系统/电子病历/库存管理系统的负责人。通过NSHIMS在纳拉姆医院的主要成就： *两年内医院收入增加了300％ *在两年内将现金储备增加了500％ *将库存从4增加到12 * *通过有效材料管理增加了60％ *减少材料的现金流量增加了现金流量浪费15％ *通过电子记录和客户可交付成果的即时可用性提高了客户/患者满意度。 Nalamsoft解决方案工程总监 - 医院信息系统软件。 •设计，建造和部署的医院信息管理解决方案 * NSHIMS  - 医疗保健业务流程的企业信息管理解决方案； •采购付款•订单现金•库存计划/管理。 •客户/患者主管理•住院业务流程 - 注册•诊断过程数据管理•企业资产管理•在Trichy Nalam医院实施解决方案 - 整形外科和妇女健康专业中心 - 中型（50-50--卧床医院 - 系统现场直播，在过去的七年中已为35,000多名患者提供服务 * http://nshims.nalamsoft.com nalamsoft医院信息管理Systemnalamsoft医院医院信息管理系统非常适合中小型医院，具有10至100床。由医疗保健实践专家的建议建立。外科医院的理想选择。支持Ortho，妇产科和外科手术实践。对于中小型医院的理想，有10至100张住院床。由医疗保健实践专家的建议建立。外科医院的理想选择。支持Ortho，妇产科和妇科学和外科实践。"}
{"text": "August 2020 - present Full Professor July 2015 - July 2020 Associate Professor https://engineering.purdue.edu/~jpoggie/", "metadata": "2020年8月 - 目前的完整教授2015年7月 -  2020年7月副教授https：//engineering.purdue.edu/~jpoggie/"}
{"text": "Research in experimental hypersonic laminar-turbulent transition, numerical simulation of plasma-based flow control, numerical simulation of hypersonic flows (RANS, LES, DNS). Provided strategic R&D advice to the organization, helped to prioritize and steer multiple research projects, and mentored junior scientists and engineers. Team Leader and Technical Advisor in research and technology development for hypersonic flight.", "metadata": "在实验性高血压层扰动过渡，基于等离子体的流动控制的数值模拟，高血压流的数值模拟（RANS，LES，LES，DNS）中的研究。向组织提供了战略性研发建议，帮助对多个研究项目进行了优先级和指导，并指导了初级科学家和工程师。Hypersonic Flight研究与技术开发的团队负责人和技术顾问。"}
{"text": "Aerospace Engineering", "metadata": "航空工程"}
{"text": "Worked in the Mechanics and Life prediction branch of the Structures and Materials Division. Key contributions provided to the development of ceramic matrix composites as an advanced high temperature material for propulsion and vehicle thermal protection systems.", "metadata": "在结构和材料部门的力学和生命预测分支中工作。为开发陶瓷基质复合材料作为推进和车辆热保护系统的高级高温材料提供了关键贡献。"}
{"text": "Providing strategic guidance and executive leadership to $200 million non-profit financial institution.", "metadata": "为2亿美元的非营利金融机构提供战略指导和执行领导。"}
{"text": "Responsible for developing and managing the DoD strategy and roadmap for hypersonics S&T. Responsible for establishing and running a National University Consortium for Applied Hypersonics and workforce development efforts in hypersonics. Fund and manage critical S&T or advanced concept projects to support hypersonic war fighting capabilities that encompasses technologies needed for missile defense, hypersonic cruise missiles, reusable hypersonic systems, and boost-glide weapons. Responsible for DoD collaborations with allies in hypersonics. Run an office of 10 people and manage a $100m budget and an enterprise-wide team of hypersonic technical experts that support the department and JHTO initiatives. OSD technical advisor on a high priority DoD hypersonic air breathing vehicle program.", "metadata": "负责制定和管理Hypersonics S＆T的DOD战略和路线图。负责建立和经营一个用于应用超为超为超为超为超为超为超为人工发展的国立大学联盟。资助和管理关键的S＆T或高级概念项目，以支持高超音速战争的战斗能力，这些能力包括导弹防御，高音巡航导弹，可重复使用的高超音速系统和增压机武器所需的技术。负责与盟友在超为超为人物方面的合作。经营一个由10人组成的办公室，管理1亿美元的预算和一支企业范围内的高超音速技术专家团队，这些专家支持该部门和JHTO计划。OSD高优先级DOD Hypersonic Air呼吸车计划的技术顾问。"}
{"text": "Lead for air breathing hypersonics and university and allied engagements in hypersonics. A hypersonics program manager and lead technical advisor. Serves on aeronautics and hypersonics and defense against hypersonics advisory, senior steering, and source selection boards for DARPA, NASA, and MDA", "metadata": "空气呼吸高超为人物和大学以及相关性涉及超为性交的铅。超某人计划经理和首席技术顾问。针对DARPA，NASA和MDA的高素质咨询，高级转向和源选择委员会的航空和高度人物和防御"}
{"text": "Responsible for aviation and air platform technologies. Lead for DoD gas turbine investments and S&T oversight from OSD. OSD Representative to Air Platforms Community of Interest. NASA aeronautics advisory board.", "metadata": "负责航空和空气平台技术。OSD的DOD燃气轮机投资和S＆T监督的负责人。OSD代表Air Platforms感兴趣的社区。NASA航空顾问委员会。"}
{"text": "Presented and wrote four conference papers at AIAA conferences on my analysis of hypersonic inlet flow problems. Master's thesis titled \"Application of Compound Compressible Flow to Hypersonic Three-Dimensional Inlets\". Current work on unsteady shock problems as applied to hypersonic inlets.", "metadata": "在AIAA会议上发表并撰写了四本会议论文，内容涉及我对高超音速入口流问题的分析。硕士论文的标题为“将可压缩流动到高超音速入口的应用”。当前关于不稳定冲击问题的工作应用于高血压入口。"}
{"text": "Collected and analyzed data on CEOs campaign donation patterns, created a database of MN state election results from the 50s and 60s.", "metadata": "收集并分析了有关CEO活动捐赠模式的数据，创建了50年代和60年代的MN州选举结果数据库。"}
{"text": "June 2004-August 2004: Conducted a study on the relevance of potential Virginia class submarine payloads to DoD, Joint Staff, and Navy capability needs. Assisted internal research on a GCAM simulation based tactical decision aid for the Navy. Assisted the development of a Capabilities Development Document on a surface ship torpedo defense system. Created a spreadsheet to automate internal financial reporting.", "metadata": "2004年6月至2004年8月：进行了一项研究，研究了潜在的弗吉尼亚班级潜艇有效载荷与国防部，联合人员和海军能力需求的相关性。协助对海军基于GCAM模拟的战术决策援助的内部研究。协助在Surface船舶鱼雷防御系统上开发了功能开发文件。创建了电子表格以自动化内部财务报告。"}
{"text": "Tom was the vice president of the Advanced Missile Systems (AMS) product line for Raytheon Missile Systems. AMS is the growth engine and front-end product line at Missile Systems, and is responsible for new and innovative products and business endeavors, including business acquisitions. Tom led AMS from 2012 and during that time, the product line has grown from a $150M business to more than $1.25B in bookings in 2019 due to business expansion in hypersonics, long-range strike, air-to-air, air-to-surface, surface-to-surface, unmanned air systems, collaborative systems, MOKV, and various proprietary programs.", "metadata": "汤姆（Tom）是雷神电导弹系统（Raytheon Missile Systems）高级导弹系统（AMS）产品线的副总裁。AMS是导弹系统的增长引擎和前端产品线，并负责新的，创新的产品和业务努力，包括商业收购。汤姆（Tom）从2012年开始领导AMS，在此期间，由于超某人的业务扩展，远程罢工，空对空，空气，飞机，产品线从1.5亿美元的业务增长到2019年的预订超过1.25亿美元。 - 表面，地表到表面，无人空气系统，协作系统，MOKV和各种专有程序。"}
{"text": "Tom served in the Defense Advanced Research Projects Agency (DARPA) Tactical Technology Office. In that position, he acted as a government venture capitalist responsible for establishing and building virtual companies around enabling technologies and funded programs. While at DARPA, he reviewed 130+ concepts including many hypersonic concepts and established programs with a combined value exceeding $400 million", "metadata": "汤姆在国防高级研究项目局（DARPA）战术技术办公室任职。在这个职位上，他担任政府风险资本家，负责建立和建立虚拟公司围绕启用技术和资助计划。在DARPA期间，他审查了130多个概念"}
