{"text": "Temporary assignment from CNAS under the Intergovernmental Personnel ActTemporary assignment from CNAS under the Intergovernmental Personnel Act"}
{"text": "Start-up delivering novel data analysis solutions based on open-universe probability models. Contractor for the United Nations Comprehensive Nuclear-Test-Ban Treaty Organization, building a new global monitoring system.Start-up delivering novel data analysis solutions based on open-universe probability models. Contractor for the United Nations Comprehensive Nuclear-Test-Ban Treaty Organization, building a new global monitoring system."}
{"text": "Research on computational physiology and ICU monitoring with Prof. Geoff ManleyResearch on computational physiology and ICU monitoring with Prof. Geoff Manley"}
{"text": "served as Chair of Computer Science Division 2006-2010 and Chair of Department of Electrical Engineering and Computer Sciences 2008-2010served as Chair of Computer Science Division 2006-2010 and Chair of Department of Electrical Engineering and Computer Sciences 2008-2010"}
{"text": "Working as a scientific researcher in the AI WATCH & HUMAINT projects, linked to the Digital Transformation and Artificial Intelligence Project, Digital Economy Unit, Joint Research Centre, European Commission.Working as a scientific researcher in the AI WATCH & HUMAINT projects, linked to the Digital Transformation and Artificial Intelligence Project, Digital Economy Unit, Joint Research Centre, European Commission."}
{"text": "Instituto Nacional de Ciberseguridad (INCIBE): Programa de excelencia de los equipos de investigación avanzada en ciberseguridad.Instituto Nacional de Ciberseguridad (INCIBE): Programa de excelencia de los equipos de investigación avanzada en ciberseguridad."}
{"text": "Reuse of learnt knowledge is of critical importance in the majority of knowledge-intensive application areas, particularly because the operating context can be expected to vary from training to deployment. In machine learning this is most commonly studied in relation to variations in class and cost skew in classification. While this is evidently useful in many practical situations, there is a clear and pressing need to generalise the notion of operating context beyond the narrow framework of skew-sensitive classification. This project aims to address the challenge of redesigning the entire data-to-knowledge (D2K) pipeline in order to take account of a significantly generalised notion of operating context. Project REFRAME (2012-2016), coordinated by the University of Bristol, the Université de Strasbourg and the Universitat Politècnica de València. The REFRAME project has been granted by CHIST-ERA (European Coordinated Research on Long-term Challenges in Information and Communication Sciences & Technologies ERA-Net). http://reframe-d2k.orgReuse of learnt knowledge is of critical importance in the majority of knowledge-intensive application areas, particularly because the operating context can be expected to vary from training to deployment. In machine learning this is most commonly studied in relation to variations in class and cost skew in classification. While this is evidently useful in many practical situations, there is a clear and pressing need to generalise the notion of operating context beyond the narrow framework of skew-sensitive classification. This project aims to address the challenge of redesigning the entire data-to-knowledge (D2K) pipeline in order to take account of a significantly generalised notion of operating context. Project REFRAME (2012-2016), coordinated by the University of Bristol, the Université de Strasbourg and the Universitat Politècnica de València. The REFRAME project has been granted by CHIST-ERA (European Coordinated Research on Long-term Challenges in Information and Communication Sciences & Technologies ERA-Net). http://reframe-d2k.org"}
{"text": "Ph.D Thesis project. Publications: - DBLP: http://dblp.uni-trier.de/pers/hd/m/Mart=iacute=nez=Plumed:Fernando - Google Scholar: https://scholar.google.com/citations?user=a5qlaGIAAAAJ&hl=en - Personal Website: http://users.dsic.upv.es/~fmartinez/publications.htmlPh.D Thesis project. Publications: - DBLP: http://dblp.uni-trier.de/pers/hd/m/Mart=iacute=nez=Plumed:Fernando - Google Scholar: https://scholar.google.com/citations?user=a5qlaGIAAAAJ&hl=en - Personal Website: http://users.dsic.upv.es/~fmartinez/publications.html"}
{"text": "Machine learning, business intelligence, data science and data visualisation at the master and degree level Machine learning, business intelligence, data science and data visualisation at the master and degree level"}
{"text": "Dr. Emanuel is currently the BioScience Division Chief at the US Army’s Edgewood Chemical and Biological Center. As the lead for all biological research at ECBC he oversees 100 life scientists and over 60,000 square feet of laboratories at the premier non-medical research institute for CBRN defense science and technology. The BioScience Division is renowned for its genomic sequencing center, pilot scale fermentation capabilities, cryological storage repositories, and biological detection programs which occur under mature quality management systems. Dr. Emanuel is also the lead for the Joint US Forces Korea (USFK) Portal and Integrated Threat Recognition (JUPITR) advanced technology demonstration (ATD). The JUPITR ATD is a multi-year effort by the Joint Program Executive Office for Chemical and Biological Defense (JPEO-CBD) to explore how the DOD will conduct global biosurveillance missions.Dr. Emanuel is currently the BioScience Division Chief at the US Army’s Edgewood Chemical and Biological Center. As the lead for all biological research at ECBC he oversees 100 life scientists and over 60,000 square feet of laboratories at the premier non-medical research institute for CBRN defense science and technology. The BioScience Division is renowned for its genomic sequencing center, pilot scale fermentation capabilities, cryological storage repositories, and biological detection programs which occur under mature quality management systems. Dr. Emanuel is also the lead for the Joint US Forces Korea (USFK) Portal and Integrated Threat Recognition (JUPITR) advanced technology demonstration (ATD). The JUPITR ATD is a multi-year effort by the Joint Program Executive Office for Chemical and Biological Defense (JPEO-CBD) to explore how the DOD will conduct global biosurveillance missions."}
{"text": "In this role Dr. Emanuel served 3 years in the Bush and Obama administrations as the Assistant Director for Chemical & Biological Countermeasures within the Office of Science and Technology Policy in the Executive Office of the President. He managed the chemical and biological defense and medical countermeasures portfolio and coordinated research and development efforts across the federal government. The position required that Dr. Emanuel represent the interests of science and technology at policy coordinating bodies within the White House and throughout the inter-agency community.In this role Dr. Emanuel served 3 years in the Bush and Obama administrations as the Assistant Director for Chemical & Biological Countermeasures within the Office of Science and Technology Policy in the Executive Office of the President. He managed the chemical and biological defense and medical countermeasures portfolio and coordinated research and development efforts across the federal government. The position required that Dr. Emanuel represent the interests of science and technology at policy coordinating bodies within the White House and throughout the inter-agency community."}
{"text": "Principal investigator leading a diverse research team across multiple programs targeting Navy and DoD needs in synthetic biology, biomaterials, and human performance through engineering of microbial systems. Research efforts have included developing bio-derived solutions for environmental contaminants, engineering pathogen sensing gut bacterium, and establishing tools for detecting toxic heavy metals in water samples. Principal investigator leading a diverse research team across multiple programs targeting Navy and DoD needs in synthetic biology, biomaterials, and human performance through engineering of microbial systems. Research efforts have included developing bio-derived solutions for environmental contaminants, engineering pathogen sensing gut bacterium, and establishing tools for detecting toxic heavy metals in water samples."}
{"text": "Contributed to established researchers programs at the Naval Research Laboratory which studied the unique properties of camelid-derived recombinant antibody molecules and how these unique biomolecules could contribute to the development of diagnostic assays, biosensors, and next gen therapeutics. Contributed to established researchers programs at the Naval Research Laboratory which studied the unique properties of camelid-derived recombinant antibody molecules and how these unique biomolecules could contribute to the development of diagnostic assays, biosensors, and next gen therapeutics."}
{"text": "As a postdoc, I studied topics in classical and quantum gravity, including higher dimensional black holes, the AdS/CFT correspondence, holographic descriptions of superconductivity, and confinement in gauge theory. I also taught an undergraduate maths course once a year.As a postdoc, I studied topics in classical and quantum gravity, including higher dimensional black holes, the AdS/CFT correspondence, holographic descriptions of superconductivity, and confinement in gauge theory. I also taught an undergraduate maths course once a year."}
{"text": "I have served as a teaching assistant sporadically throughout my graduate career. I have TA'ed for a number of different classes, both undergraduate and graduate.I have served as a teaching assistant sporadically throughout my graduate career. I have TA'ed for a number of different classes, both undergraduate and graduate."}
{"text": "The head teaching assistant is an administrative job. Head teaching assistants are selected on the basis of their teaching ability and organization, and they are responsible for managing all the other teaching assistants in the department. I was responsible for hiring and assigning the teaching assistants, monitoring their productivity, as well as troubleshooting any problems that arose.The head teaching assistant is an administrative job. Head teaching assistants are selected on the basis of their teaching ability and organization, and they are responsible for managing all the other teaching assistants in the department. I was responsible for hiring and assigning the teaching assistants, monitoring their productivity, as well as troubleshooting any problems that arose."}
{"text": "Research and analysis on public policy issues. Focus is on modeling and simulation of intelligence, surveillance, and reconnaissance issues for the US Air Force.Research and analysis on public policy issues. Focus is on modeling and simulation of intelligence, surveillance, and reconnaissance issues for the US Air Force."}
{"text": "- Worked in a research team collecting and translating data and reports in the Beijing Red Cross project - Planned and related affairs for conferences and workshops- Worked in a research team collecting and translating data and reports in the Beijing Red Cross project - Planned and related affairs for conferences and workshops"}
{"text": "- Help new and old international students to settle into Korean academics and socials- Help new and old international students to settle into Korean academics and socials"}
{"text": "- Hold by Ministry of Foreign Affairs in ROK - Debated the food security in East Asia with participants from Korea, China and Japan- Hold by Ministry of Foreign Affairs in ROK - Debated the food security in East Asia with participants from Korea, China and Japan"}
{"text": "- Debated the problems in building an East Asian Community from 5 standpoints (North Korea, Nationalism&Media, Environment&Energy, Arms Race and Recognition of History)- Debated the problems in building an East Asian Community from 5 standpoints (North Korea, Nationalism&Media, Environment&Energy, Arms Race and Recognition of History)"}
{"text": "I work on issues related to the production, use and control of emerging military and security technologies, notably cyber-security technologies and autonomous weapon systems. I work on issues related to the production, use and control of emerging military and security technologies, notably cyber-security technologies and autonomous weapon systems."}
{"text": "Catalysing risk mitigation strategies.Catalysing risk mitigation strategies."}
{"text": "Flask, React and some medical imaging stuffFlask, React and some medical imaging stuff"}
{"text": "Develop web and mobile tools.Develop web and mobile tools."}
{"text": "Back-end development in django on google app engine. Front-end development using html, CSS, jQuery. Active role in strategic decision making. Communication with PayPal contact over technical integration. Close work with designer, sales manager and mobile developer.Back-end development in django on google app engine. Front-end development using html, CSS, jQuery. Active role in strategic decision making. Communication with PayPal contact over technical integration. Close work with designer, sales manager and mobile developer."}
{"text": "Based at the New Zealand Permanent Mission in Geneva, I work across a range of disarmament-related issues to provide thought leadership and support to the New Zealand Government in implementing its recently announced Disarmament Strategy for 2021-22. Issues on which I am involved in policy development include nuclear disarmament and non-proliferation, nuclear legacy issues in the Pacific, strengthening international humanitarian law and autonomous weapons and outer space. Based at the New Zealand Permanent Mission in Geneva, I work across a range of disarmament-related issues to provide thought leadership and support to the New Zealand Government in implementing its recently announced Disarmament Strategy for 2021-22. Issues on which I am involved in policy development include nuclear disarmament and non-proliferation, nuclear legacy issues in the Pacific, strengthening international humanitarian law and autonomous weapons and outer space."}
{"text": "Involved in work on analysing current developments around nuclear weapons such as risk/safety, the Nuclear Non-Proliferation Treaty, the humanitarian approach, and explosive weapons use in populated areas.Involved in work on analysing current developments around nuclear weapons such as risk/safety, the Nuclear Non-Proliferation Treaty, the humanitarian approach, and explosive weapons use in populated areas. Dr John Borrie | Chatham HouseDr John Borrie | Chatham House Expertise - Multilateral disarmament and arms control - Cluster munitions and landmine treaty regimes - Explosive weapons use in populated areas - New weapons-related initiatives - Humanitarian impact of nuclear weaponsExpertise - Multilateral disarmament and arms control - Cluster munitions and landmine treaty regimes - Explosive weapons use in populated areas - New weapons-related initiatives - Humanitarian impact of nuclear weapons"}
{"text": "I worked with UNIDIR's Weapons of Mass Destruction and Other Strategic Weapons Programme on research-related tasks and in communicating the research to a range of audiences.I worked with UNIDIR's Weapons of Mass Destruction and Other Strategic Weapons Programme on research-related tasks and in communicating the research to a range of audiences."}
{"text": "Charts the strategic and tactical direction of UNIDIR, raises funds and manages the Institute's staff.Charts the strategic and tactical direction of UNIDIR, raises funds and manages the Institute's staff."}
{"text": "Lead's UNIDIR's research, and personally runs its Weapons of Mass Destruction and Other Strategic Weapons research Programme, including management, fundraising and external representation for this Programme.Lead's UNIDIR's research, and personally runs its Weapons of Mass Destruction and Other Strategic Weapons research Programme, including management, fundraising and external representation for this Programme."}
{"text": "Responsible for: UNIDIR research development and project oversight, with functions in fundraising; generation of original research and high quality analysis; policy guidance to UNIDIR. Runs the Institute's Programme on Weapons of Mass Destruction (WMD) and Other Strategic Weapons, managing a team of researchers.Responsible for: UNIDIR research development and project oversight, with functions in fundraising; generation of original research and high quality analysis; policy guidance to UNIDIR. Runs the Institute's Programme on Weapons of Mass Destruction (WMD) and Other Strategic Weapons, managing a team of researchers."}
{"text": "As a Researcher at Greenbrook Communications, was responsible for monitoring national press and industry publications, writing briefing notes and assisting in the design of client pitches.As a Researcher at Greenbrook Communications, was responsible for monitoring national press and industry publications, writing briefing notes and assisting in the design of client pitches."}
{"text": "Key duties: Develop and execute Australia’s trade and investment strategies in India, including through treaty negotiations and advocacy to the Indian Government. Analyze and provide advice to the Australian Government on India’s economy, including: - trade and investment policy - energy sector (specializing in nuclear energy) - intellectual property - infrastructure, pharmaceuticals and civil aviation sectors Analyze and provide advice to the Australian Government on India's strategic environment (specializing in nuclear competition and non-proliferation). Advise Australian companies on India’s regulatory and investment environments, and conduct outreach on their behalf to the Indian Government. Manage a team of research officers. Design communication strategies for Australian and Indian audiences on political and economic issues.Key duties: Develop and execute Australia’s trade and investment strategies in India, including through treaty negotiations and advocacy to the Indian Government. Analyze and provide advice to the Australian Government on India’s economy, including: - trade and investment policy - energy sector (specializing in nuclear energy) - intellectual property - infrastructure, pharmaceuticals and civil aviation sectors Analyze and provide advice to the Australian Government on India's strategic environment (specializing in nuclear competition and non-proliferation). Advise Australian companies on India’s regulatory and investment environments, and conduct outreach on their behalf to the Indian Government. Manage a team of research officers. Design communication strategies for Australian and Indian audiences on political and economic issues."}
{"text": "Arms Control Section, Arms Control and Counter-Proliferation Branch, International Security Division Key duties included: Formulated and executed Australian Government policy on: - disarmament - non-proliferation - nuclear energy - export controls - strategic relations between nuclear-armed states. Designed and implemented communication strategies for domestic audiences and foreign governments. Negotiated on behalf of the Australian Government in the United Nations and bilateral treaties. Advised the Ministers of Foreign Affairs and Trade, and senior officials. Led a team of five, including recent graduates and experienced officers. Short-term assignments: OFFICE OF THE AUSTRALIAN FOREIGN MINISTER – OCTOBER 2010 to NOVEMBER 2010 Acting foreign and strategic policy adviser (Departmental Liaison) Advised the Minister for Foreign Affairs on Australia’s relationships with, and coordinated Australian policy on, China, India, Japan, South Korea and ASEAN, and international security issues. AUSTRALIAN EMBASSY TO IRAQ – AUGUST 2010 to SEPTEMBER 2010 Acting Deputy Ambassador Represented Australian in meetings and negotiations with Iraqi Government Ministers, the Iraqi bureaucracy, foreign embassies and civil society. Produced research papers on Iraq’s political environment, economy (including the oil and gas sectors) and security environment.Arms Control Section, Arms Control and Counter-Proliferation Branch, International Security Division Key duties included: Formulated and executed Australian Government policy on: - disarmament - non-proliferation - nuclear energy - export controls - strategic relations between nuclear-armed states. Designed and implemented communication strategies for domestic audiences and foreign governments. Negotiated on behalf of the Australian Government in the United Nations and bilateral treaties. Advised the Ministers of Foreign Affairs and Trade, and senior officials. Led a team of five, including recent graduates and experienced officers. Short-term assignments: OFFICE OF THE AUSTRALIAN FOREIGN MINISTER – OCTOBER 2010 to NOVEMBER 2010 Acting foreign and strategic policy adviser (Departmental Liaison) Advised the Minister for Foreign Affairs on Australia’s relationships with, and coordinated Australian policy on, China, India, Japan, South Korea and ASEAN, and international security issues. AUSTRALIAN EMBASSY TO IRAQ – AUGUST 2010 to SEPTEMBER 2010 Acting Deputy Ambassador Represented Australian in meetings and negotiations with Iraqi Government Ministers, the Iraqi bureaucracy, foreign embassies and civil society. Produced research papers on Iraq’s political environment, economy (including the oil and gas sectors) and security environment."}
{"text": "Key duties included: Designed and implemented Australian national security policy, including: - transport security - critical infrastructure protection - intelligence policy - counter-terrorism (global jihadi movements, focused on South East Asia) - maritime security Managed the federal budget process for national security programs. Provided timely, focused and detailed briefing for the Prime Minister and Cabinet, and senior officials. Coordinated the national security inter-agency process.Key duties included: Designed and implemented Australian national security policy, including: - transport security - critical infrastructure protection - intelligence policy - counter-terrorism (global jihadi movements, focused on South East Asia) - maritime security Managed the federal budget process for national security programs. Provided timely, focused and detailed briefing for the Prime Minister and Cabinet, and senior officials. Coordinated the national security inter-agency process."}
{"text": "➤ Responsible for the cluster on global and emerging risks. The cluster is based on three pillars: ◆ Traditional geopolitical risks (warfare, conflicts, terrorism). ◆ Risks and resilience related to the impact of emerging technologies (especially artificial intelligence) on international security and society. ◆ The impact of geopolitical risks on the private sector. ➤ Teach various courses on: ◆ The impact of geopolitical risks on specific industries (banking, oil and gas, tourism...) ◆ Disruptive technologies and international security ◆ Middle East and Gulf security ◆ Transformation of war and conflicts ◆ Terrorism ◆ Energy security ◆ Risk and resilience related to accident and terrorist attacks involving weapons of mass destruction ➤ Conduct research on risks and emerging technologies: ◆ Risks related to the Fourth Industrial Revolution (especially artificial intelligence and neuroscience) ◆ Global geopolitical risks ◆ Middle East and Gulf security ➤ Liaise with the private sector and specific industries to raise awareness about the impact of geopolitical risks➤ Responsible for the cluster on global and emerging risks. The cluster is based on three pillars: ◆ Traditional geopolitical risks (warfare, conflicts, terrorism). ◆ Risks and resilience related to the impact of emerging technologies (especially artificial intelligence) on international security and society. ◆ The impact of geopolitical risks on the private sector. ➤ Teach various courses on: ◆ The impact of geopolitical risks on specific industries (banking, oil and gas, tourism...) ◆ Disruptive technologies and international security ◆ Middle East and Gulf security ◆ Transformation of war and conflicts ◆ Terrorism ◆ Energy security ◆ Risk and resilience related to accident and terrorist attacks involving weapons of mass destruction ➤ Conduct research on risks and emerging technologies: ◆ Risks related to the Fourth Industrial Revolution (especially artificial intelligence and neuroscience) ◆ Global geopolitical risks ◆ Middle East and Gulf security ➤ Liaise with the private sector and specific industries to raise awareness about the impact of geopolitical risks"}
{"text": "➤ Associate Fellow at the Geneva Centre for Security Policy ◆ Organise and teach a training module on \"Disruptive Technologies and Warfare\" ➤ Associate Fellow at the Geneva Centre for Security Policy ◆ Organise and teach a training module on \"Disruptive Technologies and Warfare\""}
{"text": "I am bringing my expertise in geopolitics, international security, intelligence and the militarisation of emerging technologies to assess the practical feasibility of research proposals, the possible misuses of the proposed research and to guarantee the security of the researchers and the subjects of research. CUREG2.0 is a University committee that advises its members, researchers and students conducting research on ethics-related issues. The aim is to ensure that projects are carried out in keeping with the principles of ethical research. https://cureg.unige.ch/en/I am bringing my expertise in geopolitics, international security, intelligence and the militarisation of emerging technologies to assess the practical feasibility of research proposals, the possible misuses of the proposed research and to guarantee the security of the researchers and the subjects of research. CUREG2.0 is a University committee that advises its members, researchers and students conducting research on ethics-related issues. The aim is to ensure that projects are carried out in keeping with the principles of ethical research. https://cureg.unige.ch/en/"}
{"text": "➤ Co-chair of the NATO Partnership for Peace Consortium on Emerging Security Challenges Working Group ➤ Responsible for setting the agenda of the program on emerging security challenges ➤ Organise conferences and panel discussion on emerging security challenges ➤ Draft reports The Emerging Security Challenges (ESC) Working Group aims to enhance the capacity of decision makers and policy shapers to identify and respond to emerging international security challenges. Specifically, its goal is to identify and prioritize such international security challenges and discuss possible political frameworks and mechanisms to address them. “Emerging Security Challenges” has become a term used at NATO and in public debate to deal with potential, upcoming, non-traditional threats to our international security. The working group does not have a defined set of issues for analysis - rather, it remains open to include new challenges as they arise. https://www.pfp-consortium.org/index.php/activities/emerging-security-challenges➤ Co-chair of the NATO Partnership for Peace Consortium on Emerging Security Challenges Working Group ➤ Responsible for setting the agenda of the program on emerging security challenges ➤ Organise conferences and panel discussion on emerging security challenges ➤ Draft reports The Emerging Security Challenges (ESC) Working Group aims to enhance the capacity of decision makers and policy shapers to identify and respond to emerging international security challenges. Specifically, its goal is to identify and prioritize such international security challenges and discuss possible political frameworks and mechanisms to address them. “Emerging Security Challenges” has become a term used at NATO and in public debate to deal with potential, upcoming, non-traditional threats to our international security. The working group does not have a defined set of issues for analysis - rather, it remains open to include new challenges as they arise. https://www.pfp-consortium.org/index.php/activities/emerging-security-challenges"}
{"text": "➤ Advise on Gulf security and the role of the Gulf states ➤ Advise on Gulf security and the role of the Gulf states"}
{"text": "➤ Senior Advisor at the Artificial Intelligence (AI) Initiative of the Future Society at Harvard Kennedy School. The Future Society at HKS gathers students, researchers, alumni and faculty interested in better understanding and discussing the profound consequences of the current technological explosion. The Future Society at HKS, AI Initiative endeavors to engage all relevant stakeholders to help shape the global policy framework needed to address the challenges of the ongoing race for the development and control of Artificial Intelligence. ◆ Advise on the impact of artificial intelligence on international security, conflicts and future warfare ➤ Senior Advisor at the Artificial Intelligence (AI) Initiative of the Future Society at Harvard Kennedy School. The Future Society at HKS gathers students, researchers, alumni and faculty interested in better understanding and discussing the profound consequences of the current technological explosion. The Future Society at HKS, AI Initiative endeavors to engage all relevant stakeholders to help shape the global policy framework needed to address the challenges of the ongoing race for the development and control of Artificial Intelligence. ◆ Advise on the impact of artificial intelligence on international security, conflicts and future warfare"}
{"text": "General topic: Markov decision processes under additional uncertainty assumptions.General topic: Markov decision processes under additional uncertainty assumptions."}
{"text": "Teaching Assistant in several Computer Science courses, among others Logics, Algorithms and Data Structures, Theoretical Computer Science.Teaching Assistant in several Computer Science courses, among others Logics, Algorithms and Data Structures, Theoretical Computer Science."}
{"text": "I work on nuclear non-proliferation, disarmament, arms control, and the impact of new technologies on strategic stability, with a strong focus on the South Asian region. My responsibilities include conducting, writing up and working with the SIPRI Nuclear Disarmament, Arms Control and Non-proliferation Programme to disseminate my research; preparing, coordinating and contributing to research proposals on nuclear-related issues; effectively and responsibly managing externally funded projects; managing and mentoring staff. Since 2018, I have co-authored eight SIPRI collective studies, including being an editor of one of them. I contributed sections on the US-Russian arms control to the three SIPRI Yearbook volumes (2019 to 2021) and authored four peer-reviewed articles in India, Japan, Russia, and Sweden's scientific journals. I was a principal organiser of the international meetings held in Berlin, Colombo, Moscow, Stockholm and co-organised more events in Beijing, New York, Stockholm and multiple online seminars.I work on nuclear non-proliferation, disarmament, arms control, and the impact of new technologies on strategic stability, with a strong focus on the South Asian region. My responsibilities include conducting, writing up and working with the SIPRI Nuclear Disarmament, Arms Control and Non-proliferation Programme to disseminate my research; preparing, coordinating and contributing to research proposals on nuclear-related issues; effectively and responsibly managing externally funded projects; managing and mentoring staff. Since 2018, I have co-authored eight SIPRI collective studies, including being an editor of one of them. I contributed sections on the US-Russian arms control to the three SIPRI Yearbook volumes (2019 to 2021) and authored four peer-reviewed articles in India, Japan, Russia, and Sweden's scientific journals. I was a principal organiser of the international meetings held in Berlin, Colombo, Moscow, Stockholm and co-organised more events in Beijing, New York, Stockholm and multiple online seminars."}
{"text": "As an expert at the RIAC, I was engaged in several research projects and contributed several articles to the Council's publications. My achievements involved six op-eds for the RIAC website on nuclear weapons-related issues and South Asia, co-authorship of two collective reports on Russia-India relations (2013) and Russia-Iran partnership (2016), and speaking engagements at RIAC's multiple events in Moscow and Washington DC. After one of such events, held trilaterally between Chinese, Russian and US institutes, I received several letters from the latter's leadership thanking me for my \"outstanding contribution to the discussion\" and \"extremely valuable\" assessment.As an expert at the RIAC, I was engaged in several research projects and contributed several articles to the Council's publications. My achievements involved six op-eds for the RIAC website on nuclear weapons-related issues and South Asia, co-authorship of two collective reports on Russia-India relations (2013) and Russia-Iran partnership (2016), and speaking engagements at RIAC's multiple events in Moscow and Washington DC. After one of such events, held trilaterally between Chinese, Russian and US institutes, I received several letters from the latter's leadership thanking me for my \"outstanding contribution to the discussion\" and \"extremely valuable\" assessment."}
{"text": "Moderating a CENESS conferenceModerating a CENESS conference"}
{"text": "As a senior researcher at the Department for Disarmament and Conflict Resolution Studies, I focused on the research issues related to the two areas - security issues in South Asia and nuclear disarmament and arms control, mainly concerning the same region. My responsibilities included conducting field and desk research, speaking engagements, fundraising efforts, supporting senior colleagues' work and disseminating my research outcomes. In 2010-2012, I was a project coordinator and communications officer of three projects implemented by the Institute with the financial support of the US-based Nuclear Threat Initiative Inc.: Russia and Deep Nuclear Disarmament (2010), NSP Partnership with IMEMO (2011 and 2012).As a senior researcher at the Department for Disarmament and Conflict Resolution Studies, I focused on the research issues related to the two areas - security issues in South Asia and nuclear disarmament and arms control, mainly concerning the same region. My responsibilities included conducting field and desk research, speaking engagements, fundraising efforts, supporting senior colleagues' work and disseminating my research outcomes. In 2010-2012, I was a project coordinator and communications officer of three projects implemented by the Institute with the financial support of the US-based Nuclear Threat Initiative Inc.: Russia and Deep Nuclear Disarmament (2010), NSP Partnership with IMEMO (2011 and 2012). with professors Feodor Voytolovsky (IMEMO RAN) and Swaran Singh (JNU)with professors Feodor Voytolovsky (IMEMO RAN) and Swaran Singh (JNU)"}
{"text": "As a member of the Centre's Nonproliferation programme, I oversaw its operations, including research, scientific publications and events, fundraising and disseminating the research work's results to the public. My own research focused on South Asia with a particular interest in religious communities and security issues in India and Pakistan.As a member of the Centre's Nonproliferation programme, I oversaw its operations, including research, scientific publications and events, fundraising and disseminating the research work's results to the public. My own research focused on South Asia with a particular interest in religious communities and security issues in India and Pakistan. +2"}
{"text": "Intern at the Swedish Armed Forces International Centre (SWEDINT)Intern at the Swedish Armed Forces International Centre (SWEDINT)"}
{"text": "Research assistant within emerging military and security technologies. Involved in projects about lethal autonomous weapons systems (LAWS), AI and strategic stability, cybersecurity and disinformation. Research assistant within emerging military and security technologies. Involved in projects about lethal autonomous weapons systems (LAWS), AI and strategic stability, cybersecurity and disinformation."}
{"text": "Monash Gender, Peace & Security Monash Gender, Peace & Security"}
{"text": "Kommunikation, omvärldsbevakning Kommunikation, omvärldsbevakning"}
{"text": "•Research, and writing on a number of security issues including; non-proliferation, disarmament, and arms control. •Coordinating LKI events and lecture series including roundtable discussions, delegation visits, public lecture series •Managing LKI's Internship recruitment program, and supervising research interns •Assisting with funding and budgets for research and programmes •Assisting with drafting and editing public communications, speeches, and presentations•Research, and writing on a number of security issues including; non-proliferation, disarmament, and arms control. •Coordinating LKI events and lecture series including roundtable discussions, delegation visits, public lecture series •Managing LKI's Internship recruitment program, and supervising research interns •Assisting with funding and budgets for research and programmes •Assisting with drafting and editing public communications, speeches, and presentations"}
{"text": "EVN is a digital, global network of high-potential, next-generation leaders on nuclear weapons issues. The work of EVN is coordinated by the British American Security Information Council (BASIC). Within this network, I have worked as a member of EVN's Disarmament Working Group.EVN is a digital, global network of high-potential, next-generation leaders on nuclear weapons issues. The work of EVN is coordinated by the British American Security Information Council (BASIC). Within this network, I have worked as a member of EVN's Disarmament Working Group."}
{"text": "• Conducted a study on behalf of The Asia Foundation (TAF) on Sri Lanka's Community Mediation Boards. • Conducted a program review on behalf of UNICEF and UNHCR, on housing and sanitation programs provided for resettled IDPs in North and East of Sri Lanka • Conceptualized a study on the financialization of the Sri Lankan post-war economy in the Northern Province. •Regular contributor to the national newspapers and magazines (The Sunday Times, Lanka Monthly Digest) on a variety of development related topics. •Organized events and public forums on 'Climate Change', and 'Women and Labour.' • Conducted a study on behalf of The Asia Foundation (TAF) on Sri Lanka's Community Mediation Boards. • Conducted a program review on behalf of UNICEF and UNHCR, on housing and sanitation programs provided for resettled IDPs in North and East of Sri Lanka • Conceptualized a study on the financialization of the Sri Lankan post-war economy in the Northern Province. •Regular contributor to the national newspapers and magazines (The Sunday Times, Lanka Monthly Digest) on a variety of development related topics. •Organized events and public forums on 'Climate Change', and 'Women and Labour.'"}
{"text": "Worked in the policy unit of GIZ's FLICT initiative ( Facilitating Initiatives for Social Cohesion and Transformation) lending assistance to the formulation of SI (Social Integration) concepts, activities and other research efforts. Conceptualized and organized Sri Lanka’s first Human Library Project. Worked in the policy unit of GIZ's FLICT initiative ( Facilitating Initiatives for Social Cohesion and Transformation) lending assistance to the formulation of SI (Social Integration) concepts, activities and other research efforts. Conceptualized and organized Sri Lanka’s first Human Library Project."}
{"text": "• Assist with governing SCIC along with the rest of the Board of Directors • Served on SCIC’s PESP (Public Engagement Small Project) committee – Evaluated applications from SCIC members for project funding. • Served on the hiring committee when SCIC was looking for a new Executive Director in August 2014. • Assist organize SCIC events such as the SCIC Global Citizen Awards, and 'Generating Momentum' Youth Leadership Camp • Assist with governing SCIC along with the rest of the Board of Directors • Served on SCIC’s PESP (Public Engagement Small Project) committee – Evaluated applications from SCIC members for project funding. • Served on the hiring committee when SCIC was looking for a new Executive Director in August 2014. • Assist organize SCIC events such as the SCIC Global Citizen Awards, and 'Generating Momentum' Youth Leadership Camp"}
{"text": "I was involved in research work on the topic \"Challenges and Prospect for India transitioning into cashless economy: Role of ICT.\" I also published a web commentary titled \"Analysing Aadhaar through the Prism of National Security\" and a backgrounder titled \"Quantum Computing and its Impact on Cryptography\" for the IDSA website.I was involved in research work on the topic \"Challenges and Prospect for India transitioning into cashless economy: Role of ICT.\" I also published a web commentary titled \"Analysing Aadhaar through the Prism of National Security\" and a backgrounder titled \"Quantum Computing and its Impact on Cryptography\" for the IDSA website."}
{"text": "научный сотрудник Сектор военной экономики и инноваций научный сотрудник Отдел военно-экономических исследований безопасности сотрудник подразделения Центр международной безопасности научный сотрудник Сектор военной экономики и инноваций научный сотрудник Отдел военно-экономических исследований безопасности сотрудник подразделения Центр международной безопасности"}
{"text": "Dmitry StefanovichDmitry Stefanovich Dmitry Stefanovich is a Visiting Fellow at the IFSH. He studied International Relations at the National Research Nuclear University MEPhI in Moscow, focusing on international scientific and technological cooperation. Since 2016, he has been a Russian...Dmitry Stefanovich is a Visiting Fellow at the IFSH. He studied International Relations at the National Research Nuclear University MEPhI in Moscow, focusing on international scientific and technological cooperation. Since 2016, he has been a Russian..."}
{"text": "Независимый военный экспертНезависимый военный эксперт +8"}
{"text": "Сферы научного интереса: стратегические вооружения, ядерные технологии, Китай, европейская и евразийская безопасность, наземные вооружения и военная техника, транспорт и логистика.Сферы научного интереса: стратегические вооружения, ядерные технологии, Китай, европейская и евразийская безопасность, наземные вооружения и военная техника, транспорт и логистика. Дмитрий СтефановичДмитрий Стефанович Информационный портал Евразийского экономического союза (ЕАЭС). Перспективы расширения ЕАЭС, последние тенденции.Информационный портал Евразийского экономического союза (ЕАЭС). Перспективы расширения ЕАЭС, последние тенденции."}
{"text": "Visiting Research Fellow within Arms Control and Emerging Technologies program.Visiting Research Fellow within Arms Control and Emerging Technologies program. +4"}
{"text": "Visiting Scholar at the Institute for International Science and Technology Policy at the Elliott School of International Affairs.Visiting Scholar at the Institute for International Science and Technology Policy at the Elliott School of International Affairs."}
{"text": "PhD Researcher at the International Security Cluster at the Institute of European Studies. ♦ Conducting research on the development of autonomous weapon systems in Europe ♦ Investigating international security implications of autonomous weapon systems ♦ Analyzing agenda-setting in defence settingsPhD Researcher at the International Security Cluster at the Institute of European Studies. ♦ Conducting research on the development of autonomous weapon systems in Europe ♦ Investigating international security implications of autonomous weapon systems ♦ Analyzing agenda-setting in defence settings"}
{"text": "Research Assistant on Emerging Military and Security Technologies, in the Arms and Disarmament cluster. ♦ Mapping trends and developments in emerging military and security technologies, with a special focus on autonomy in weapon systems, unmanned systems, military human enhancement and cyber operations. ♦ Analysing weapon reviews of new military technologies. ♦ Writing policy recommendations on governance of emerging military and security technologies. ♦ Promoting a dialogue with the natural science communities.Research Assistant on Emerging Military and Security Technologies, in the Arms and Disarmament cluster. ♦ Mapping trends and developments in emerging military and security technologies, with a special focus on autonomy in weapon systems, unmanned systems, military human enhancement and cyber operations. ♦ Analysing weapon reviews of new military technologies. ♦ Writing policy recommendations on governance of emerging military and security technologies. ♦ Promoting a dialogue with the natural science communities."}
{"text": "Intern at the Disarmament, Arms Control, Non-Proliferation and Arms Export Control department. ♦ Aided with policy advice on the status of arms export license requests under the European Common Position, and various other miscellaneous tasks.Intern at the Disarmament, Arms Control, Non-Proliferation and Arms Export Control department. ♦ Aided with policy advice on the status of arms export license requests under the European Common Position, and various other miscellaneous tasks."}
{"text": "Intern at the Information and Outreach Branch. ♦ Compiled the Disarmament Digest, a daily newsletter on disarmament news to recipients at Permanent Missions, Embassies, Ministries, international organisations, academia, think tanks and NGOs. ♦ Assisted with disarmament education and the organisation of events. Intern at the Information and Outreach Branch. ♦ Compiled the Disarmament Digest, a daily newsletter on disarmament news to recipients at Permanent Missions, Embassies, Ministries, international organisations, academia, think tanks and NGOs. ♦ Assisted with disarmament education and the organisation of events."}
{"text": "Directs operations for the Department of the Air Force flagship artificial intelligence partnership with the MIT Computer Science and AI Laboratory (CSAIL) and MIT Lincoln Laboratory. Oversees a team of 140 MIT Principal Investigators, researchers, and servicemembers. Manages execution of $75M budget.Directs operations for the Department of the Air Force flagship artificial intelligence partnership with the MIT Computer Science and AI Laboratory (CSAIL) and MIT Lincoln Laboratory. Oversees a team of 140 MIT Principal Investigators, researchers, and servicemembers. Manages execution of $75M budget."}
{"text": "Authored the Air Force's artificial intelligence strategy, guided integration plans, and synchronized efforts across the Total Force Enterprise. Chaired the Air Force Cross-Functional Team charged to integrate and synchronize AI initiatives, and catalog, develop, and identify opportunities to apply AI technologies, while liaising with the Joint AI Center.Authored the Air Force's artificial intelligence strategy, guided integration plans, and synchronized efforts across the Total Force Enterprise. Chaired the Air Force Cross-Functional Team charged to integrate and synchronize AI initiatives, and catalog, develop, and identify opportunities to apply AI technologies, while liaising with the Joint AI Center."}
{"text": "Directed artificial intelligence/machine learning activities on behalf of the Director of Air Force Intelligence, Surveillance, Reconnaissance, and Cyber Effects to a Total Force Enterprise of 70,000 personnel. Served as the U.S. Air Force's Lead on DoD's Project Maven Cross Functional Team. Speechwriter for the Director of U.S. Air Force Intelligence, Surveillance, Reconnaissance, and Cyber Effects. Acted as the Director's interface with external and internal organizations and provided focused analytic expertise to the AF/A2/6 on high interest tasks. Evaluated, assigned, coordinated, consolidated, and tracked actions and requirements for the Directorate with subordinate Enterprise. Directed artificial intelligence/machine learning activities on behalf of the Director of Air Force Intelligence, Surveillance, Reconnaissance, and Cyber Effects to a Total Force Enterprise of 70,000 personnel. Served as the U.S. Air Force's Lead on DoD's Project Maven Cross Functional Team. Speechwriter for the Director of U.S. Air Force Intelligence, Surveillance, Reconnaissance, and Cyber Effects. Acted as the Director's interface with external and internal organizations and provided focused analytic expertise to the AF/A2/6 on high interest tasks. Evaluated, assigned, coordinated, consolidated, and tracked actions and requirements for the Directorate with subordinate Enterprise."}
{"text": "Late in 2017, the conversation about the global impact of artificial intelligence (AI) changed forever. China delivered a bold notice to the world by releasing a national plan to dominate all aspects of AI across the planet. Only weeks later, Vladimir Putin raised a Russian red flag in response by declaring AI the future for all humankind, and proclaiming that, \"Whoever becomes the leader in this sphere will become the ruler of the world.\" The race was on. Consistent with their unique national agendas, countries throughout the world began plotting their paths and hurrying their pace. Now, not long after, the race has become a sprint. Despite everything at stake, for most of us AI remains shrouded by a cloud of mystery and misunderstanding. Hidden behind complex technical terms and confused even further by extravagant depictions in science fiction, the realities of AI and its profound implications are hard to decipher, but still crucial to understand. In T-Minus AI, I explain AI from a human-oriented perspective we can all fully grasp and what each of us should know about modern computing, AI, machine learning, and its global implications. The book releases in August 2020 and is available for pre-order now! bit.ly/TminusAILate in 2017, the conversation about the global impact of artificial intelligence (AI) changed forever. China delivered a bold notice to the world by releasing a national plan to dominate all aspects of AI across the planet. Only weeks later, Vladimir Putin raised a Russian red flag in response by declaring AI the future for all humankind, and proclaiming that, \"Whoever becomes the leader in this sphere will become the ruler of the world.\" The race was on. Consistent with their unique national agendas, countries throughout the world began plotting their paths and hurrying their pace. Now, not long after, the race has become a sprint. Despite everything at stake, for most of us AI remains shrouded by a cloud of mystery and misunderstanding. Hidden behind complex technical terms and confused even further by extravagant depictions in science fiction, the realities of AI and its profound implications are hard to decipher, but still crucial to understand. In T-Minus AI, I explain AI from a human-oriented perspective we can all fully grasp and what each of us should know about modern computing, AI, machine learning, and its global implications. The book releases in August 2020 and is available for pre-order now! bit.ly/TminusAI"}
{"text": "The AI Forum is an education non-profit working to prepare Americans for the age of artificial intelligence. The AI Forum brings AI education to classrooms across America by providing curricula for students to thrive in the new digital economy & to help make AI accessible to students everywhere.The AI Forum is an education non-profit working to prepare Americans for the age of artificial intelligence. The AI Forum brings AI education to classrooms across America by providing curricula for students to thrive in the new digital economy & to help make AI accessible to students everywhere."}
{"text": "In addition to my duties at UC San Diego, I have assumed the role as Chair of the Board of the California Council on Science and Technology is a nonpartisan, nonprofit organization established via the California State Legislature in 1988. CCST engages leading experts in science and technology to advise state policymakers ― ensuring that California policy is strengthened and informed by scientific knowledge, research, and innovation. Find CCST on Facebook at facebook.com/ccstorg, on Twitter @CCSTorg, and on LinkedIn. Discover how CCST makes California’s policies stronger with science at www.ccst.us, and join us in celebrating #CCST30th. In addition to my duties at UC San Diego, I have assumed the role as Chair of the Board of the California Council on Science and Technology is a nonpartisan, nonprofit organization established via the California State Legislature in 1988. CCST engages leading experts in science and technology to advise state policymakers ― ensuring that California policy is strengthened and informed by scientific knowledge, research, and innovation. Find CCST on Facebook at facebook.com/ccstorg, on Twitter @CCSTorg, and on LinkedIn. Discover how CCST makes California’s policies stronger with science at www.ccst.us, and join us in celebrating #CCST30th."}
{"text": "Dean and Qualcomm Professor of School of Global Policy and Strategy at UC San Diego since 2002Dean and Qualcomm Professor of School of Global Policy and Strategy at UC San Diego since 2002"}
{"text": "War at the Speed of Light describes the revolutionary and ever-increasing role of directed-energy weapons (such as laser, microwave, electromagnetic pulse, and cyberspace weapons) in warfare.War at the Speed of Light describes the revolutionary and ever-increasing role of directed-energy weapons (such as laser, microwave, electromagnetic pulse, and cyberspace weapons) in warfare."}
{"text": "A technology expert describes the ever-increasing role of artificial intelligence in weapons development, the ethical dilemmas these weapons pose, and the potential threat to humanity. A technology expert describes the ever-increasing role of artificial intelligence in weapons development, the ethical dilemmas these weapons pose, and the potential threat to humanity."}
{"text": "Del Monte & Associates, Inc. is a business enterprise that offers the services of Louis A. Del Monte in three areas: 1. As an author of books on science, artificial intelligence, high-tech weapons technology, and the future of warfare 2. As a featured speaker on topics related to his published works 3. As a consultant in artificial intelligence, high-tech weapons technology, national security, and the future of warfare Del Monte & Associates is also the parent company of Del Monte Agency. Del Monte Agency is a full-service marketing, advertising, and public relations agency combining creative development with the latest technology to help clients prosper. Del Monte & Associates, Inc. is a business enterprise that offers the services of Louis A. Del Monte in three areas: 1. As an author of books on science, artificial intelligence, high-tech weapons technology, and the future of warfare 2. As a featured speaker on topics related to his published works 3. As a consultant in artificial intelligence, high-tech weapons technology, national security, and the future of warfare Del Monte & Associates is also the parent company of Del Monte Agency. Del Monte Agency is a full-service marketing, advertising, and public relations agency combining creative development with the latest technology to help clients prosper."}
{"text": "In Nanoweapons: A Growing Threat to Humanity, the first book about this new class of weapons, Louis A. Del Monte describes the most deadly generation of military weapons the world has ever encountered. With dimensions one-thousandth the diameter of a single strand of human hair, this technology threatens to eradicate humanity as it incites world governments to compete in the deadliest arms race ever. In Nanoweapons: A Growing Threat to Humanity, the first book about this new class of weapons, Louis A. Del Monte describes the most deadly generation of military weapons the world has ever encountered. With dimensions one-thousandth the diameter of a single strand of human hair, this technology threatens to eradicate humanity as it incites world governments to compete in the deadliest arms race ever."}
{"text": "Lou Del Monte was the co-founder and President of Del Monte Agency, one of the leading Internet marketing firms in the U.S. The focus of this agency was broadened to include all aspects of marketing, advertising, and public relations. In concert with the change in focus, the agency was renamed Del Monte Agency.Lou Del Monte was the co-founder and President of Del Monte Agency, one of the leading Internet marketing firms in the U.S. The focus of this agency was broadened to include all aspects of marketing, advertising, and public relations. In concert with the change in focus, the agency was renamed Del Monte Agency."}
{"text": "Holds a endowed academic chair, conducting and directing research that supports near-term Department of Defense decisions that will affect U.S. national security out to 2050.Holds a endowed academic chair, conducting and directing research that supports near-term Department of Defense decisions that will affect U.S. national security out to 2050."}
{"text": "Research professor supporting the Department of Defense in strategy, policy, and resources development, as well as the academic programs of the U.S. Naval War College. Ongoing areas of research include: U.S. Navy future fleet architecture, assessments of the future security environment, and integration of strategy into the resource requirements and acquisition process. Research professor supporting the Department of Defense in strategy, policy, and resources development, as well as the academic programs of the U.S. Naval War College. Ongoing areas of research include: U.S. Navy future fleet architecture, assessments of the future security environment, and integration of strategy into the resource requirements and acquisition process."}
{"text": "Founding Executive Director of a start-up \"think tank\" focusing on naval program management, acquisition, and shipbuilding. Founding Executive Director of a start-up \"think tank\" focusing on naval program management, acquisition, and shipbuilding."}
{"text": "Director of San Diego Operations for Strategic Insight, a planning consulting firm headquartered in Arlington, VA specializing in projects of high risk and uncertainty. Responsible for building and supporting Strategic Insight’s business in Southern California, as well as planning and consulting for clients in the Washington, DC area and elsewhere. Additionally, supports major company projects and acts as liaison with public policy think-tanks. Areas of expertise at SI include long-range planning, international programs and business development, defense and naval policy planning (including Congressionally-mandated defense reviews), futures research, concept development methodology, and strategic communications.Director of San Diego Operations for Strategic Insight, a planning consulting firm headquartered in Arlington, VA specializing in projects of high risk and uncertainty. Responsible for building and supporting Strategic Insight’s business in Southern California, as well as planning and consulting for clients in the Washington, DC area and elsewhere. Additionally, supports major company projects and acts as liaison with public policy think-tanks. Areas of expertise at SI include long-range planning, international programs and business development, defense and naval policy planning (including Congressionally-mandated defense reviews), futures research, concept development methodology, and strategic communications."}
{"text": "CAN BE ORDERED WHEREVER BOOKS ARE SOLD • AUGUST 2015 • Paperback: $21.95 • ISBN: 978-1-61251-853-4 • eBook Available All naval professionals―without exception―encounter, directly participate, or play a supporting role in naval cooperation. It is a key element in the U.S. defense strategy because military and naval operations today are usually conducted by international coalitions and fighting alongside foreign navies is an expected aspect of current and future naval warfare. Activities in support of mutual defense include bilateral and multilateral exercises, international programs such as cooperative acquisition and foreign military sales, combined training, and efforts towards increased interoperability. This volume is intended to provide a basic familiarization to all aspects of the subject and detailed understanding of relevant recent issues. Since there is no formal training offered on the subject for naval professionals―with the exception of certain specialized personnel―the book is designed to bridge the existing gap in knowledge about naval cooperation.CAN BE ORDERED WHEREVER BOOKS ARE SOLD • AUGUST 2015 • Paperback: $21.95 • ISBN: 978-1-61251-853-4 • eBook Available All naval professionals―without exception―encounter, directly participate, or play a supporting role in naval cooperation. It is a key element in the U.S. defense strategy because military and naval operations today are usually conducted by international coalitions and fighting alongside foreign navies is an expected aspect of current and future naval warfare. Activities in support of mutual defense include bilateral and multilateral exercises, international programs such as cooperative acquisition and foreign military sales, combined training, and efforts towards increased interoperability. This volume is intended to provide a basic familiarization to all aspects of the subject and detailed understanding of relevant recent issues. Since there is no formal training offered on the subject for naval professionals―with the exception of certain specialized personnel―the book is designed to bridge the existing gap in knowledge about naval cooperation."}
{"text": "In addition to my duties at UC San Diego, I have assumed the role as Chair of the Board of the California Council on Science and Technology is a nonpartisan, nonprofit organization established via the California State Legislature in 1988. CCST engages leading experts in science and technology to advise state policymakers ― ensuring that California policy is strengthened and informed by scientific knowledge, research, and innovation. Find CCST on Facebook at facebook.com/ccstorg, on Twitter @CCSTorg, and on LinkedIn. Discover how CCST makes California’s policies stronger with science at www.ccst.us, and join us in celebrating #CCST30th. In addition to my duties at UC San Diego, I have assumed the role as Chair of the Board of the California Council on Science and Technology is a nonpartisan, nonprofit organization established via the California State Legislature in 1988. CCST engages leading experts in science and technology to advise state policymakers ― ensuring that California policy is strengthened and informed by scientific knowledge, research, and innovation. Find CCST on Facebook at facebook.com/ccstorg, on Twitter @CCSTorg, and on LinkedIn. Discover how CCST makes California’s policies stronger with science at www.ccst.us, and join us in celebrating #CCST30th."}
{"text": "Dean and Qualcomm Professor of School of Global Policy and Strategy at UC San Diego since 2002Dean and Qualcomm Professor of School of Global Policy and Strategy at UC San Diego since 2002"}
{"text": "I am a non-resident senior fellow of the Brookings-Tsinghua Center (the China branch of the Brookings Institution), focusing on China's macroeconomy, financial system, and international trade and investment flows.I am a non-resident senior fellow of the Brookings-Tsinghua Center (the China branch of the Brookings Institution), focusing on China's macroeconomy, financial system, and international trade and investment flows."}
{"text": "I co-founded Dragonomics, a China macroeconomic research firm, in Beijing in 2002. In 2007 Gavekal bought a 50% stake in the company. In 2011 Gavekal acquired full ownership of Dragonomics and I became a Gavekal partner and head of the group's research operations, which include Gavekal Dragonomics (China economy and markets) and Gavekal Research (global macro and markets).I co-founded Dragonomics, a China macroeconomic research firm, in Beijing in 2002. In 2007 Gavekal bought a 50% stake in the company. In 2011 Gavekal acquired full ownership of Dragonomics and I became a Gavekal partner and head of the group's research operations, which include Gavekal Dragonomics (China economy and markets) and Gavekal Research (global macro and markets)."}
{"text": "China Economic Quarterly, founded in Beijing in 1997, is the flagship publication of Gavekal Dragonomics. It provides insights from Dragonomics' own research as well as from a global network of China experts in academia, business and journalism.China Economic Quarterly, founded in Beijing in 1997, is the flagship publication of Gavekal Dragonomics. It provides insights from Dragonomics' own research as well as from a global network of China experts in academia, business and journalism."}
{"text": "Wrote reports on the economy and corporate issues in China, India and other Asian countries.Wrote reports on the economy and corporate issues in China, India and other Asian countries."}
{"text": "Eric H. Loeb supports AT&T’s international external and regulatory affairs team, which is responsible for advocacy to international departments of the US government, and all branches of government outside the US, including executive, legislative and regulatory agencies, and for international external affairs affecting AT&T and its Affiliates. Mr. Loeb’s work supports AT&T’s diverse international portfolio – fixed, mobile and satellite platforms; voice, video and broadband; and IoT solutions. AT&T is a global leader in providing integrated communications services to businesses and consumers, from video entertainment, high-speed Internet and mobility, to IP network services and the Internet of Things. It provides services in more than 220 countries and territories, including business enterprise services to countries representing over 99 percent of the world’s economy. In addition to implementing market access and compliance strategies enabling AT&T’s global expansion, Mr. Loeb’s responsibilities also include advocacy on policy matters that promote investment, innovation, and sustainable economic growth across the digital economy ecosystem. Eric H. Loeb supports AT&T’s international external and regulatory affairs team, which is responsible for advocacy to international departments of the US government, and all branches of government outside the US, including executive, legislative and regulatory agencies, and for international external affairs affecting AT&T and its Affiliates. Mr. Loeb’s work supports AT&T’s diverse international portfolio – fixed, mobile and satellite platforms; voice, video and broadband; and IoT solutions. AT&T is a global leader in providing integrated communications services to businesses and consumers, from video entertainment, high-speed Internet and mobility, to IP network services and the Internet of Things. It provides services in more than 220 countries and territories, including business enterprise services to countries representing over 99 percent of the world’s economy. In addition to implementing market access and compliance strategies enabling AT&T’s global expansion, Mr. Loeb’s responsibilities also include advocacy on policy matters that promote investment, innovation, and sustainable economic growth across the digital economy ecosystem."}
{"text": "Eric H. Loeb is responsible for supporting AT&T’s team of international external affairs advocates. AT&T is a premier global communications company, providing wholesale services and mobile roaming services to over 220 countries and territories, and providing business enterprise services to countries representing over 99 percent of the world’s economy. In addition to developing and implementing market access strategies to enable AT&T’s global expansion to satisfy customer needs, other responsibilities for Mr. Loeb include ensuring compliance with international telecom regulations, and advocacy on a wide range policy matters related to the stable growth, innovation and investment by the information and communications technology sector.Eric H. Loeb is responsible for supporting AT&T’s team of international external affairs advocates. AT&T is a premier global communications company, providing wholesale services and mobile roaming services to over 220 countries and territories, and providing business enterprise services to countries representing over 99 percent of the world’s economy. In addition to developing and implementing market access strategies to enable AT&T’s global expansion to satisfy customer needs, other responsibilities for Mr. Loeb include ensuring compliance with international telecom regulations, and advocacy on a wide range policy matters related to the stable growth, innovation and investment by the information and communications technology sector."}
{"text": "Former diplomat, author, and advisor on emerging markets, Anja Manuel is Co-Founder and Partner along with former Secretary of State Condoleezza Rice, former National Security Advisor Stephen Hadley and former Secretary of Defense Robert Gates, in Rice, Hadley, Gates & Manuel LLC, a strategic consulting firm that helps US companies navigate international markets. Former diplomat, author, and advisor on emerging markets, Anja Manuel is Co-Founder and Partner along with former Secretary of State Condoleezza Rice, former National Security Advisor Stephen Hadley and former Secretary of Defense Robert Gates, in Rice, Hadley, Gates & Manuel LLC, a strategic consulting firm that helps US companies navigate international markets."}
{"text": "• Designed and teach IPS 264, titled “Behind the Headlines: Politics of Contemporary South Asia,” a course analyzing the history and U.S. policy toward Pakistan, India, and Afghanistan. • Affiliate Fellow at CISAC and Lecturer in the International Policy Studies Program (Stanford’s Masters in International Relations Program).• Designed and teach IPS 264, titled “Behind the Headlines: Politics of Contemporary South Asia,” a course analyzing the history and U.S. policy toward Pakistan, India, and Afghanistan. • Affiliate Fellow at CISAC and Lecturer in the International Policy Studies Program (Stanford’s Masters in International Relations Program)."}
{"text": "• Represented 17 of Germany’s largest companies in their efforts to set up a $5 billion Foundation to compensate forced labor victims of World War II. • Expert in international law/arbitration and anti-corruption (Foreign Corrupt Practices Act) issues, including leading several investigations in China. • Represented Fortune 500 clients before Congressional committees, the Department of Justice, U.S. federal courts and Supreme Court. Specialized in international litigation, especially human rights cases. • Managed up to 30 attorneys and staff. Received highest recognition for contributions “well above and beyond the expectations of the firm.” Won Pro Bono Attorney of the Year Award. • Represented Senators McCain and Feingold before the United States Supreme Court in their defense of comprehensive campaign finance reform. We won.• Represented 17 of Germany’s largest companies in their efforts to set up a $5 billion Foundation to compensate forced labor victims of World War II. • Expert in international law/arbitration and anti-corruption (Foreign Corrupt Practices Act) issues, including leading several investigations in China. • Represented Fortune 500 clients before Congressional committees, the Department of Justice, U.S. federal courts and Supreme Court. Specialized in international litigation, especially human rights cases. • Managed up to 30 attorneys and staff. Received highest recognition for contributions “well above and beyond the expectations of the firm.” Won Pro Bono Attorney of the Year Award. • Represented Senators McCain and Feingold before the United States Supreme Court in their defense of comprehensive campaign finance reform. We won."}
{"text": "Intelligence Community Studies Board; Committee on US Science and Innovation Leadership for the 21st Century; Intelligence Science and Technology Experts Group Intelligence Community Studies Board; Committee on US Science and Innovation Leadership for the 21st Century; Intelligence Science and Technology Experts Group"}
{"text": "Recognized expert on global cyber policy, digital economy and emerging technology governance, particularly data protection policy. Write analysis and commentaries on topics including the US-China technology relationship, China's data protection policies, the build out of China’s cybersecurity regime, and the global expansion of Chinese internet companies. Frequent contributor to print and TV media, including, Axios, CNN, Bloomberg, the Financial Times, New York Times, Politico, Reuters, South China Morning Post, Wall Street Journal, and Washington Post; writing has appeared in The Atlantic, Foreign Affairs, and Fortune, among other outlets.Recognized expert on global cyber policy, digital economy and emerging technology governance, particularly data protection policy. Write analysis and commentaries on topics including the US-China technology relationship, China's data protection policies, the build out of China’s cybersecurity regime, and the global expansion of Chinese internet companies. Frequent contributor to print and TV media, including, Axios, CNN, Bloomberg, the Financial Times, New York Times, Politico, Reuters, South China Morning Post, Wall Street Journal, and Washington Post; writing has appeared in The Atlantic, Foreign Affairs, and Fortune, among other outlets."}
{"text": "Published widely cited studies on topics including: innovation in China's digital economy, how Chinese cybersecurity standards impact doing business in China, China's data polices vs. GDPR, and the impact of U.S-China decoupling on U.S. innovation. Testified before House Energy & Commerce Committee, Subcommittee on Communications & Technology. Organized and moderated CSIS public panels and private roundtable discussions drawing on network of leading experts in global and Chinese tech policy. Presented research at conferences and events, including: Alibaba's Data Security Summit, Cloudflare's Internet Summit, Council on Foreign Relations's Global AI Competition, NYU's Women Leaders in Technology, Aspen Tech Policy Summit, among other corporate board meetings and think tank events. Published widely cited studies on topics including: innovation in China's digital economy, how Chinese cybersecurity standards impact doing business in China, China's data polices vs. GDPR, and the impact of U.S-China decoupling on U.S. innovation. Testified before House Energy & Commerce Committee, Subcommittee on Communications & Technology. Organized and moderated CSIS public panels and private roundtable discussions drawing on network of leading experts in global and Chinese tech policy. Presented research at conferences and events, including: Alibaba's Data Security Summit, Cloudflare's Internet Summit, Council on Foreign Relations's Global AI Competition, NYU's Women Leaders in Technology, Aspen Tech Policy Summit, among other corporate board meetings and think tank events."}
{"text": "Launched Asia industrial cyber business. Responsible for creating the strategy and accelerating growth for Siemens operational technology (OT) cybersecurity business in China, Korea, and Japan. Pitched Siemens offerings to senior leadership at major Asia-based energy and manufacturing companies. Developed and implemented advocacy, regulatory, and partnership strategies to accelerate business growth. Analyzed risk and investment data to drive the development of cybersecurity offers tailored to Asian markets. Collaborated with government stakeholders and industry partners to execute outreach strategies. Provided leadership to senior internal stakeholders to build alignment across geographies and businesses units. Launched Asia industrial cyber business. Responsible for creating the strategy and accelerating growth for Siemens operational technology (OT) cybersecurity business in China, Korea, and Japan. Pitched Siemens offerings to senior leadership at major Asia-based energy and manufacturing companies. Developed and implemented advocacy, regulatory, and partnership strategies to accelerate business growth. Analyzed risk and investment data to drive the development of cybersecurity offers tailored to Asian markets. Collaborated with government stakeholders and industry partners to execute outreach strategies. Provided leadership to senior internal stakeholders to build alignment across geographies and businesses units."}
{"text": "Led China tech sector analysis, advising senior private sector decision-makers on critical China technology and cyber issues. Provided risk assessment recommendations to major bank on targets of cyber-enabled industrial espionage. Advised global telecom company on aligning growth strategy with evolving Chinese cybersecurity regulations and technology innovation policies. Advised hedge fund on acquisition targets related to Chinese outbound M&A in semiconductor industry. Created digital growth strategy for global retail and consumer company under China’s “Internet Plus” initiative. Developed government engagement and regulatory strategy for global tech/media company’s China market entry. Testified before US-China Congressional hearing: “Cyber Espionage and Barriers to Digital Trade in China.”Led China tech sector analysis, advising senior private sector decision-makers on critical China technology and cyber issues. Provided risk assessment recommendations to major bank on targets of cyber-enabled industrial espionage. Advised global telecom company on aligning growth strategy with evolving Chinese cybersecurity regulations and technology innovation policies. Advised hedge fund on acquisition targets related to Chinese outbound M&A in semiconductor industry. Created digital growth strategy for global retail and consumer company under China’s “Internet Plus” initiative. Developed government engagement and regulatory strategy for global tech/media company’s China market entry. Testified before US-China Congressional hearing: “Cyber Espionage and Barriers to Digital Trade in China.”"}
{"text": "NoniGenex is focused on delivering new clinical information for population management to enable precision medicine. Test cost, reimbursement, and patient access to clinical laboratory services prevent utilization of known biomarkers and technologies that could improve population health. NoniGenex has reimagined a new diagnostic platform and business model that can deliver cost-effective whole population testing to improve healthcare for individuals.NoniGenex is focused on delivering new clinical information for population management to enable precision medicine. Test cost, reimbursement, and patient access to clinical laboratory services prevent utilization of known biomarkers and technologies that could improve population health. NoniGenex has reimagined a new diagnostic platform and business model that can deliver cost-effective whole population testing to improve healthcare for individuals."}
{"text": "Enterprise Partners invests in early stage disruptive technologies and services in health care, biotechnology and IT, including web services.Enterprise Partners invests in early stage disruptive technologies and services in health care, biotechnology and IT, including web services."}
{"text": "Unanimously confirmed by the U.S. Senate. Fourth CTO of the United States.Unanimously confirmed by the U.S. Senate. Fourth CTO of the United States."}
{"text": "Initiated new program for innovation and intellectual property policy: www.csis.org/programs/renewing-american-innovation-project Initiated new program for innovation and intellectual property policy: www.csis.org/programs/renewing-american-innovation-project"}
{"text": "IP Engineering Group provides leading edge service and support for intellectual property owners to maximize the value of their innovations, and to secure market position and competitive advantage. IPEGC helps clients realize commercial and financial impacts from their IP -- getting transactions done and supporting intelligent investments. www.ipegc.comIP Engineering Group provides leading edge service and support for intellectual property owners to maximize the value of their innovations, and to secure market position and competitive advantage. IPEGC helps clients realize commercial and financial impacts from their IP -- getting transactions done and supporting intelligent investments. www.ipegc.com"}
{"text": "Engaged in research, teaching and professional service. Published over 400 papers in refereed journals and conferences. Mentored over 100 graduate students, post docs and researchers. Students occupy leadership positions in academic and industry. Fellow of the IEEE, SPIE, Canadian Academy of Engineering, National Academy of Inventors.Engaged in research, teaching and professional service. Published over 400 papers in refereed journals and conferences. Mentored over 100 graduate students, post docs and researchers. Students occupy leadership positions in academic and industry. Fellow of the IEEE, SPIE, Canadian Academy of Engineering, National Academy of Inventors."}
{"text": "Responsible for advancing Research, Innovation, Strategic Partnerships, Entrepreneurship and Economic Development activities of the University. ASU is the fastest growing research universities with over $500 million in annual research expenditures. Transdisciplinary research initiatives include The Biodesign Institute, Global Institute of Sustainability, Institute for Humanities Research, Learning Sciences Institute, Institute for Social Science Research, Security and Defense Systems Initiative, Complex Adaptive Systems Network, MacroTechnology Works Initiative, DecisionTheater, New Space Initiative and the Obesity initiative.Responsible for advancing Research, Innovation, Strategic Partnerships, Entrepreneurship and Economic Development activities of the University. ASU is the fastest growing research universities with over $500 million in annual research expenditures. Transdisciplinary research initiatives include The Biodesign Institute, Global Institute of Sustainability, Institute for Humanities Research, Learning Sciences Institute, Institute for Social Science Research, Security and Defense Systems Initiative, Complex Adaptive Systems Network, MacroTechnology Works Initiative, DecisionTheater, New Space Initiative and the Obesity initiative."}
{"text": "Founded the School of Computing and Informatics and the Biomedical Informatics Department (in collaboration with the Mayo Clinic) at Arizona State University. Member of the design team for the founding of the new medical school campus of the University of Arizona College of Medicine, Phoenix. Member of the Governor's electronic health steering committee.Founded the School of Computing and Informatics and the Biomedical Informatics Department (in collaboration with the Mayo Clinic) at Arizona State University. Member of the design team for the founding of the new medical school campus of the University of Arizona College of Medicine, Phoenix. Member of the Governor's electronic health steering committee."}
{"text": "Mental Health and Medicaid CoordinatorMental Health and Medicaid Coordinator"}
{"text": "High School PrincipalHigh School Principal"}
{"text": "The Oceans 360 Group provides premier operational and strategic perspectives and capability in the marine science and leadership realms. Our team offers perspectives and experience from the highest levels of government, and insights from a global network of ocean science professionals. Operational excellence, technical leadership, scientific integrity, and solution focused decision-making are our commitments to our clients.The Oceans 360 Group provides premier operational and strategic perspectives and capability in the marine science and leadership realms. Our team offers perspectives and experience from the highest levels of government, and insights from a global network of ocean science professionals. Operational excellence, technical leadership, scientific integrity, and solution focused decision-making are our commitments to our clients."}
{"text": "In my current position as the Asst. Secretary for Economic, Energy &amp; Business Affairs I lead the Bureau responsible for overseeing work on international trade and investment policy; international finance, development, and debt policy; economic sanctions and combating terrorist financing; international energy security policy; international telecommunications and transportation policies; and support for U.S. businesses and the private sector overseas. I have been in this position since my appointment by President Obama in December of 2009.In my current position as the Asst. Secretary for Economic, Energy &amp; Business Affairs I lead the Bureau responsible for overseeing work on international trade and investment policy; international finance, development, and debt policy; economic sanctions and combating terrorist financing; international energy security policy; international telecommunications and transportation policies; and support for U.S. businesses and the private sector overseas. I have been in this position since my appointment by President Obama in December of 2009."}
{"text": "While here, my practice maintained a broad focus on Latin America, Europe and Africa, advising clients on international mergers and acquisitions, financings, trade and other matters as the economies of these regions evolved. I worked with some of the region’s most complex acquisitions for corporations and private equity firms, and advised on financings, privatizations, securities offerings, arbitrations and joint ventures across a number of Latin American countries. This included work representing banks in loans and restructurings in a cross-section of industries, including mining, energy and telecommunications. These responsibilities included advising governments and bidders in more than 20 privatizations throughout Latin America and Africa.While here, my practice maintained a broad focus on Latin America, Europe and Africa, advising clients on international mergers and acquisitions, financings, trade and other matters as the economies of these regions evolved. I worked with some of the region’s most complex acquisitions for corporations and private equity firms, and advised on financings, privatizations, securities offerings, arbitrations and joint ventures across a number of Latin American countries. This included work representing banks in loans and restructurings in a cross-section of industries, including mining, energy and telecommunications. These responsibilities included advising governments and bidders in more than 20 privatizations throughout Latin America and Africa."}
{"text": "Engaged in research, teaching and professional service. Published over 400 papers in refereed journals and conferences. Mentored over 100 graduate students, post docs and researchers. Students occupy leadership positions in academic and industry. Fellow of the IEEE, SPIE, Canadian Academy of Engineering, National Academy of Inventors.Engaged in research, teaching and professional service. Published over 400 papers in refereed journals and conferences. Mentored over 100 graduate students, post docs and researchers. Students occupy leadership positions in academic and industry. Fellow of the IEEE, SPIE, Canadian Academy of Engineering, National Academy of Inventors."}
{"text": "Responsible for advancing Research, Innovation, Strategic Partnerships, Entrepreneurship and Economic Development activities of the University. ASU is the fastest growing research universities with over $500 million in annual research expenditures. Transdisciplinary research initiatives include The Biodesign Institute, Global Institute of Sustainability, Institute for Humanities Research, Learning Sciences Institute, Institute for Social Science Research, Security and Defense Systems Initiative, Complex Adaptive Systems Network, MacroTechnology Works Initiative, DecisionTheater, New Space Initiative and the Obesity initiative.Responsible for advancing Research, Innovation, Strategic Partnerships, Entrepreneurship and Economic Development activities of the University. ASU is the fastest growing research universities with over $500 million in annual research expenditures. Transdisciplinary research initiatives include The Biodesign Institute, Global Institute of Sustainability, Institute for Humanities Research, Learning Sciences Institute, Institute for Social Science Research, Security and Defense Systems Initiative, Complex Adaptive Systems Network, MacroTechnology Works Initiative, DecisionTheater, New Space Initiative and the Obesity initiative."}
{"text": "Founded the School of Computing and Informatics and the Biomedical Informatics Department (in collaboration with the Mayo Clinic) at Arizona State University. Member of the design team for the founding of the new medical school campus of the University of Arizona College of Medicine, Phoenix. Member of the Governor's electronic health steering committee.Founded the School of Computing and Informatics and the Biomedical Informatics Department (in collaboration with the Mayo Clinic) at Arizona State University. Member of the design team for the founding of the new medical school campus of the University of Arizona College of Medicine, Phoenix. Member of the Governor's electronic health steering committee."}
{"text": "Led a multi-billion dollar global business with a large span of products and services supporting defense, homeland security, aerospace, infrastructure protection and customers globally. Led a multi-billion dollar global business with a large span of products and services supporting defense, homeland security, aerospace, infrastructure protection and customers globally."}
{"text": "Led a weapons and sensor system business through significant growth, establishing international sales.Led a weapons and sensor system business through significant growth, establishing international sales."}
{"text": "Focused on unmanned aircraft systems, electronic warfare test and training systems, and performance based logistics. Led a team that introduced multiple new products, significantly growing the company's portfolio. Built strong relationships with government agencies in a highly technical environment.Focused on unmanned aircraft systems, electronic warfare test and training systems, and performance based logistics. Led a team that introduced multiple new products, significantly growing the company's portfolio. Built strong relationships with government agencies in a highly technical environment."}
{"text": "Leading a weapons and sensor system business through significant growth through international foreign military sales. Implementing continuous improvements in operations via metrics driven campaigns to increase productivity and capacityLeading a weapons and sensor system business through significant growth through international foreign military sales. Implementing continuous improvements in operations via metrics driven campaigns to increase productivity and capacity"}
{"text": "Increased sales and profits by 40% over 3 years as a tier 1 defense supplier focusing on unmanned aircraft systems, electronic warfare test and training systems and performance based logistics and contractor logistics support services. Led a team that introduced multiple new products that significantly grew the company's portfolio. Built strong relationships with government agencies, e.g. DCMA and DCAA, while developing compliant EVMS and Purchasing systems. Acquired, developed and retained key talent to enable significant profitable growth. Managed complex customer issues in a highly technical environment. Provided award winning Performance Based Logistics for Shadow Unmanned Aircraft Systems.Increased sales and profits by 40% over 3 years as a tier 1 defense supplier focusing on unmanned aircraft systems, electronic warfare test and training systems and performance based logistics and contractor logistics support services. Led a team that introduced multiple new products that significantly grew the company's portfolio. Built strong relationships with government agencies, e.g. DCMA and DCAA, while developing compliant EVMS and Purchasing systems. Acquired, developed and retained key talent to enable significant profitable growth. Managed complex customer issues in a highly technical environment. Provided award winning Performance Based Logistics for Shadow Unmanned Aircraft Systems."}
{"text": "INtegrated AAI into Textron Systems while significantly growing revenues and profits. Developed playbook for integration management for Textron Inc.INtegrated AAI into Textron Systems while significantly growing revenues and profits. Developed playbook for integration management for Textron Inc."}
{"text": "Led a business with US Army prime contracts including Future Combat Systems Unattended Ground Sensors, Scorpion unattended networked ground-based anti-vehicle munitions(ACAT 1), and Spider unattended networked ground-based anti-personnel munitions. Captured ACAT 1 Scorpion program and managed a joint venture with ATK for Spider.Led a business with US Army prime contracts including Future Combat Systems Unattended Ground Sensors, Scorpion unattended networked ground-based anti-vehicle munitions(ACAT 1), and Spider unattended networked ground-based anti-personnel munitions. Captured ACAT 1 Scorpion program and managed a joint venture with ATK for Spider."}
{"text": "Responsible for mergers and acquisitions and organic growth strategies. Worked with outside advisors to identify acquisition candidates, including AAI. Prepared strategy presentations for Textron Corp senior management and board of directors.Responsible for mergers and acquisitions and organic growth strategies. Worked with outside advisors to identify acquisition candidates, including AAI. Prepared strategy presentations for Textron Corp senior management and board of directors."}
{"text": "Officer Training Corps program. I has a diverse background that includes operational and training assignments in the F-15C Eagle, F-35A Lighting II, B-2A Spirit and B-1B Lancer aircraft. I also has served as an instructor pilot and flight examiner in the F-15C, B-2A and T-6A Texan II. Additionally, I served as a U.S. Air Force Weapons School instructor in the F-15C and the B-2A.Officer Training Corps program. I has a diverse background that includes operational and training assignments in the F-15C Eagle, F-35A Lighting II, B-2A Spirit and B-1B Lancer aircraft. I also has served as an instructor pilot and flight examiner in the F-15C, B-2A and T-6A Texan II. Additionally, I served as a U.S. Air Force Weapons School instructor in the F-15C and the B-2A."}
{"text": "Responsible for leading the nation's ICBM and Bomber forces in daily operations in the United States in support national objectives globally. Guides modernization efforts for command and control, aircraft, ICBM, infrastructure and support equipmentResponsible for leading the nation's ICBM and Bomber forces in daily operations in the United States in support national objectives globally. Guides modernization efforts for command and control, aircraft, ICBM, infrastructure and support equipment"}
{"text": "Deputy Commander for all US Joint Forces in Europe. Responsible to the Commander for joint, combined operations, planning and exercises to ensure US and coalition military readiness and regional stability. Worked with partners and allies throughout Europe and the Middle East on complicated, wide ranging set of strategic issues. Deputy Commander for all US Joint Forces in Europe. Responsible to the Commander for joint, combined operations, planning and exercises to ensure US and coalition military readiness and regional stability. Worked with partners and allies throughout Europe and the Middle East on complicated, wide ranging set of strategic issues."}
{"text": "Commanded eight Air Force Wings throughout Europe and Africa supporting US Joint and coalition operations supporting 5 separate Combatant Commands. Responsible for daily air operations in Europe and Africa to include Reconnaissance, Refueling, Airlift, Command and Control and Strike operations. Led Joint Task Force to conduct ballistic missile defense of key allies in the region. Commanded eight Air Force Wings throughout Europe and Africa supporting US Joint and coalition operations supporting 5 separate Combatant Commands. Responsible for daily air operations in Europe and Africa to include Reconnaissance, Refueling, Airlift, Command and Control and Strike operations. Led Joint Task Force to conduct ballistic missile defense of key allies in the region."}
{"text": "Responsible for developing and managing the DoD strategy and roadmap for hypersonics S&T. Responsible for establishing and running a National University Consortium for Applied Hypersonics and workforce development efforts in hypersonics. Fund and manage critical S&T or advanced concept projects to support hypersonic war fighting capabilities that encompasses technologies needed for missile defense, hypersonic cruise missiles, reusable hypersonic systems, and boost-glide weapons. Responsible for DoD collaborations with allies in hypersonics. Run an office of 10 people and manage a $100m budget and an enterprise-wide team of hypersonic technical experts that support the department and JHTO initiatives. OSD technical advisor on a high priority DoD hypersonic air breathing vehicle program. Responsible for developing and managing the DoD strategy and roadmap for hypersonics S&T. Responsible for establishing and running a National University Consortium for Applied Hypersonics and workforce development efforts in hypersonics. Fund and manage critical S&T or advanced concept projects to support hypersonic war fighting capabilities that encompasses technologies needed for missile defense, hypersonic cruise missiles, reusable hypersonic systems, and boost-glide weapons. Responsible for DoD collaborations with allies in hypersonics. Run an office of 10 people and manage a $100m budget and an enterprise-wide team of hypersonic technical experts that support the department and JHTO initiatives. OSD technical advisor on a high priority DoD hypersonic air breathing vehicle program."}
{"text": "Lead for air breathing hypersonics and university and allied engagements in hypersonics. A hypersonics program manager and lead technical advisor. Serves on aeronautics and hypersonics and defense against hypersonics advisory, senior steering, and source selection boards for DARPA, NASA, and MDALead for air breathing hypersonics and university and allied engagements in hypersonics. A hypersonics program manager and lead technical advisor. Serves on aeronautics and hypersonics and defense against hypersonics advisory, senior steering, and source selection boards for DARPA, NASA, and MDA"}
{"text": "Responsible for aviation and air platform technologies. Lead for DoD gas turbine investments and S&T oversight from OSD. OSD Representative to Air Platforms Community of Interest. NASA aeronautics advisory board.Responsible for aviation and air platform technologies. Lead for DoD gas turbine investments and S&T oversight from OSD. OSD Representative to Air Platforms Community of Interest. NASA aeronautics advisory board."}
{"text": "Presented and wrote four conference papers at AIAA conferences on my analysis of hypersonic inlet flow problems. Master's thesis titled \"Application of Compound Compressible Flow to Hypersonic Three-Dimensional Inlets\". Current work on unsteady shock problems as applied to hypersonic inlets.Presented and wrote four conference papers at AIAA conferences on my analysis of hypersonic inlet flow problems. Master's thesis titled \"Application of Compound Compressible Flow to Hypersonic Three-Dimensional Inlets\". Current work on unsteady shock problems as applied to hypersonic inlets."}
{"text": "Collected and analyzed data on CEOs campaign donation patterns, created a database of MN state election results from the 50s and 60s.Collected and analyzed data on CEOs campaign donation patterns, created a database of MN state election results from the 50s and 60s."}
{"text": "June 2004-August 2004: Conducted a study on the relevance of potential Virginia class submarine payloads to DoD, Joint Staff, and Navy capability needs. Assisted internal research on a GCAM simulation based tactical decision aid for the Navy. Assisted the development of a Capabilities Development Document on a surface ship torpedo defense system. Created a spreadsheet to automate internal financial reporting.June 2004-August 2004: Conducted a study on the relevance of potential Virginia class submarine payloads to DoD, Joint Staff, and Navy capability needs. Assisted internal research on a GCAM simulation based tactical decision aid for the Navy. Assisted the development of a Capabilities Development Document on a surface ship torpedo defense system. Created a spreadsheet to automate internal financial reporting."}
{"text": "Basic and Applied Research for Air Warfare and Advanced WeaponsBasic and Applied Research for Air Warfare and Advanced Weapons"}
{"text": "Delevoping Space Technology and Policy Plans.Delevoping Space Technology and Policy Plans."}
{"text": "I teach and perform research on various applied aerodynamic topics, including maneuvering aircraft and high speed flight.I teach and perform research on various applied aerodynamic topics, including maneuvering aircraft and high speed flight."}
{"text": "I teach compressible aerodynamics on an irregular basis at TPS.I teach compressible aerodynamics on an irregular basis at TPS."}
{"text": "I was the Technical Director and International Program Officer for Aeronautical Sciences at the European Office for Aerospace Research and Development (EOARD). I worked with universities and laboratories in Europe, Africa, and the Middle East in developing research programs in collaboration with the US Air Force.I was the Technical Director and International Program Officer for Aeronautical Sciences at the European Office for Aerospace Research and Development (EOARD). I worked with universities and laboratories in Europe, Africa, and the Middle East in developing research programs in collaboration with the US Air Force."}
{"text": "I taught aerodynamics, flight dynamics, and hypersonics in the evenings.I taught aerodynamics, flight dynamics, and hypersonics in the evenings."}
{"text": "Worked in collaboration with the researchers in the C2A2S2E Institute on computational fluid dynamics.Worked in collaboration with the researchers in the C2A2S2E Institute on computational fluid dynamics."}
{"text": "Responsible to establish vision, organizational construct, roles and responsibilities, policies and procedures necessary to deliver and sustain a set of multi-disciplinary, physics-based simulation software products to the U.S. Defense acquisition community (Government and Industry) in response to prioritized requirements of the Services. Recruit key personnel to provide technical leadership of a set of 5 project elements (viz., Management, 3 Product Group Leads, Quality Assurance and Customer Support). Manage over 40 PhD/MS/BS engineers and researchers. As of April 2018, there were 775+ active licenses. To date, Genesis Design, Helios, and Kestrel have been made available to 28 U.S. DoD Organizations, 35 organizations within the U.S. Aerospace Industry, and 4 U.S. Academic Institutions. Responsible to establish vision, organizational construct, roles and responsibilities, policies and procedures necessary to deliver and sustain a set of multi-disciplinary, physics-based simulation software products to the U.S. Defense acquisition community (Government and Industry) in response to prioritized requirements of the Services. Recruit key personnel to provide technical leadership of a set of 5 project elements (viz., Management, 3 Product Group Leads, Quality Assurance and Customer Support). Manage over 40 PhD/MS/BS engineers and researchers. As of April 2018, there were 775+ active licenses. To date, Genesis Design, Helios, and Kestrel have been made available to 28 U.S. DoD Organizations, 35 organizations within the U.S. Aerospace Industry, and 4 U.S. Academic Institutions."}
{"text": "Principal software developer of the fixed wing virtual aircraft product Kestrel, one of the four software products of the air vehicle component of the $360M CREATE Program. Leads a team of five software developers as the software architect and fluid-structure interaction and kinematics and kinetics specialist. Manages funding, facilities, and software engineering processes for the Kestrel team. Responsible for future vision of high fidelity multi-disciplinary simulation of fixed wing aircraft. Responsible for interacting with GO’s and SES’s in all three services and OSD to determine DoD requirements for high fidelity multi-disciplinary fixed wing aircraft. Responsible for building relationships and gathering requirements from major aircraft venders such as Boeing, Lockheed, Northrop-Grumman, and Raytheon. Responsible for creating basic research and development roadmaps for high fidelity multi-disciplinary fixed wing aircraft simulations with Air Force Office of Scientific Research, Army Research Lab, and Office of Naval Research. Principal software developer of the fixed wing virtual aircraft product Kestrel, one of the four software products of the air vehicle component of the $360M CREATE Program. Leads a team of five software developers as the software architect and fluid-structure interaction and kinematics and kinetics specialist. Manages funding, facilities, and software engineering processes for the Kestrel team. Responsible for future vision of high fidelity multi-disciplinary simulation of fixed wing aircraft. Responsible for interacting with GO’s and SES’s in all three services and OSD to determine DoD requirements for high fidelity multi-disciplinary fixed wing aircraft. Responsible for building relationships and gathering requirements from major aircraft venders such as Boeing, Lockheed, Northrop-Grumman, and Raytheon. Responsible for creating basic research and development roadmaps for high fidelity multi-disciplinary fixed wing aircraft simulations with Air Force Office of Scientific Research, Army Research Lab, and Office of Naval Research."}
{"text": "Directs long-range planning and daily operations of the IHAAA to include managing over 70 contributing engineers from three services, financial planning, technology development, technology transition, and reporting. Principle Investigator for the Air Armament Stability and Control IHAAA project integrating a team across four organizations and two services developing software and processes for computational stability and control analysis of fighters, cargo aircraft, and weapons. Principle Investigator for the Unstructured Fluid-Structure Interaction IHAAA project integrating a team across three organizations and two services developing software and processes for computational aeroelasticity to include limit cycle oscillations of the F-16 carrying stores. Principle Software Developer for the Kestrel Fixed Wing Virtual Aircraft Project under the Department of Defense Computational Research and Engineering Acquisition Tools and Environments (CREATE) program. Directs a software development team of four PhDs and two Masters degree subject matter experts and software engineers creating a systems level high fidelity simulation tool called Kestrel. The Kestrel simulation tool will include Computational Fluid Dynamics, Computational Structural Dynamics, Kinetics, and Kinematics of fighter, and cargo aircraft. Directs long-range planning and daily operations of the IHAAA to include managing over 70 contributing engineers from three services, financial planning, technology development, technology transition, and reporting. Principle Investigator for the Air Armament Stability and Control IHAAA project integrating a team across four organizations and two services developing software and processes for computational stability and control analysis of fighters, cargo aircraft, and weapons. Principle Investigator for the Unstructured Fluid-Structure Interaction IHAAA project integrating a team across three organizations and two services developing software and processes for computational aeroelasticity to include limit cycle oscillations of the F-16 carrying stores. Principle Software Developer for the Kestrel Fixed Wing Virtual Aircraft Project under the Department of Defense Computational Research and Engineering Acquisition Tools and Environments (CREATE) program. Directs a software development team of four PhDs and two Masters degree subject matter experts and software engineers creating a systems level high fidelity simulation tool called Kestrel. The Kestrel simulation tool will include Computational Fluid Dynamics, Computational Structural Dynamics, Kinetics, and Kinematics of fighter, and cargo aircraft."}
{"text": "- Serve as a Deputy Director of the Integrated Military Systems (IMS) program, leading an R&D portfolio that includes hypersonic flight system development and testing - Charged with overseeing hypersonic development and demonstration programs ranging from technology maturation on precision sounding rockets to full-scale hypersonic flight testing - Represent the strategic, technical, and programmatic landscape associated with hypersonic strike systems to federal agencies, Congress, industry and the media - Supervise 7 R&D managers plus 100 indirect reports and administer multimillion-dollar budgets- Serve as a Deputy Director of the Integrated Military Systems (IMS) program, leading an R&D portfolio that includes hypersonic flight system development and testing - Charged with overseeing hypersonic development and demonstration programs ranging from technology maturation on precision sounding rockets to full-scale hypersonic flight testing - Represent the strategic, technical, and programmatic landscape associated with hypersonic strike systems to federal agencies, Congress, industry and the media - Supervise 7 R&D managers plus 100 indirect reports and administer multimillion-dollar budgets"}
{"text": "- Serve as a Deputy Director of the Integrated Military Systems (IMS) program, leading a research portfolio that includes AI/ML, Autonomy, Directed Energy and Hypersonics technology - Charged with developing research strategies, building transformative research initiatives, and delivering research advances and advanced technology solutions - Led the conception, proposal and implementation of the Autonomy for Hypersonics Mission Campaign and the AutonomyNM research coalition - Supervise 6 R&D managers plus 90 indirect reports and administer multimillion-dollar budgets - Represent the organization to federal agencies, Senate, Congress, industry and the media - Advise executives on next generation technologies including AI, autonomy and directed energy- Serve as a Deputy Director of the Integrated Military Systems (IMS) program, leading a research portfolio that includes AI/ML, Autonomy, Directed Energy and Hypersonics technology - Charged with developing research strategies, building transformative research initiatives, and delivering research advances and advanced technology solutions - Led the conception, proposal and implementation of the Autonomy for Hypersonics Mission Campaign and the AutonomyNM research coalition - Supervise 6 R&D managers plus 90 indirect reports and administer multimillion-dollar budgets - Represent the organization to federal agencies, Senate, Congress, industry and the media - Advise executives on next generation technologies including AI, autonomy and directed energy"}
{"text": "- Led and coordinated research in the areas of computer security and computer network security - Served as Deputy Program Manager for Sandia’s DoD Cyber Program - Charged with representing Sandia with multiple entities within DoD, DHS and DOE; and growing business and delivering advanced technology for Navy, Marines and PACOM sponsors - Worked jointly with other DoD research labs and across organizational boundaries to deliver novel cybersecurity solutions to end application use- Led and coordinated research in the areas of computer security and computer network security - Served as Deputy Program Manager for Sandia’s DoD Cyber Program - Charged with representing Sandia with multiple entities within DoD, DHS and DOE; and growing business and delivering advanced technology for Navy, Marines and PACOM sponsors - Worked jointly with other DoD research labs and across organizational boundaries to deliver novel cybersecurity solutions to end application use"}
{"text": "Supported analytical team that builds the Department of Defense five year budget plan, analyzes strategic investment choices, and makes recommendations to the Secretary of Defense. Provided military advice, coordinated political appointee short & long range calendars for strategic prioritization, liaisons with Deputy Secretary & Secretary of Defense front offices, Joint Staff teams, Military Services, and Combatant Commanders to enable CAPE's synchronization within the Department of Defense.Supported analytical team that builds the Department of Defense five year budget plan, analyzes strategic investment choices, and makes recommendations to the Secretary of Defense. Provided military advice, coordinated political appointee short & long range calendars for strategic prioritization, liaisons with Deputy Secretary & Secretary of Defense front offices, Joint Staff teams, Military Services, and Combatant Commanders to enable CAPE's synchronization within the Department of Defense."}
{"text": "Chief Operating Officer of the Marine Corps’ largest Regiment and responsible for training, force structure, modernization and organizational change. Led change and built a unified team from diverse units and agencies at Ft Worth and sites across the country; conducted operations around the world.Chief Operating Officer of the Marine Corps’ largest Regiment and responsible for training, force structure, modernization and organizational change. Led change and built a unified team from diverse units and agencies at Ft Worth and sites across the country; conducted operations around the world."}
{"text": "Led Staff that provided strategic direction for Marine Corps’ requirements’ generation and developed the Warfighting portion of the annual five year budget plan for the Marine Corps.Led Staff that provided strategic direction for Marine Corps’ requirements’ generation and developed the Warfighting portion of the annual five year budget plan for the Marine Corps."}
{"text": "Led Directorate that provided strategic direction for Marine Corps Modernization and developed the $125B annual five year program objective memorandum (POM) / budget plan for the Marine Corps.Led Directorate that provided strategic direction for Marine Corps Modernization and developed the $125B annual five year program objective memorandum (POM) / budget plan for the Marine Corps."}
{"text": "Chief Operating Officer of the Marine Corps’ rocket battalion and responsible for training, force structure, and modernization. Participated in combat deployments to Iraq, ensuring mission accomplishment while providing the safe return of all Marines. Integrated into Iraqi Infantry unit ensuring all needs were met in Ramadi, Iraq.Chief Operating Officer of the Marine Corps’ rocket battalion and responsible for training, force structure, and modernization. Participated in combat deployments to Iraq, ensuring mission accomplishment while providing the safe return of all Marines. Integrated into Iraqi Infantry unit ensuring all needs were met in Ramadi, Iraq."}
{"text": "Coordinated wide range of defense, policy, and political issues affecting the Marine Corps’ strategic direction. Produced a variety of papers, speeches, and briefs for the Commandant and Senior/Executive Leaders.Coordinated wide range of defense, policy, and political issues affecting the Marine Corps’ strategic direction. Produced a variety of papers, speeches, and briefs for the Commandant and Senior/Executive Leaders."}
{"text": "Led Marine Corps acquisition and development of the High Mobility Artillery Rocket System (HIIMARS), a complex $600M combined Army/USMC program encompassing guided rockets, rocket launchers, and ammunition transportation systems. Duties included overseeing acquisition milestones, POM, budget, financial and resource management; and development of acquisition strategies and integrating plans to ensure weapons system fielding system. During combat deployment, led team that coordinated all logistical and training support into Iraq.Led Marine Corps acquisition and development of the High Mobility Artillery Rocket System (HIIMARS), a complex $600M combined Army/USMC program encompassing guided rockets, rocket launchers, and ammunition transportation systems. Duties included overseeing acquisition milestones, POM, budget, financial and resource management; and development of acquisition strategies and integrating plans to ensure weapons system fielding system. During combat deployment, led team that coordinated all logistical and training support into Iraq."}
{"text": "- TRISH’s mission is to support NASA efforts of space health research so that all humans can thrive in space - One of 13 Scientific Advisory Board members - Additional role: Chair of the Diversity Board for TRISH to make space exploration available to all- TRISH’s mission is to support NASA efforts of space health research so that all humans can thrive in space - One of 13 Scientific Advisory Board members - Additional role: Chair of the Diversity Board for TRISH to make space exploration available to all"}
{"text": "Provide greater understanding of emerging technologies and develop strategies and policies to ensure the use of “technology for good” among individuals, societies and the international community. The GeoTech Center will focus on the impact of data and machine learning, personalized medicine, additive manufacturing, nanotechnology, green energy, commercialization of space, robotics, synthetic biology, and other new technologies on the horizon.Provide greater understanding of emerging technologies and develop strategies and policies to ensure the use of “technology for good” among individuals, societies and the international community. The GeoTech Center will focus on the impact of data and machine learning, personalized medicine, additive manufacturing, nanotechnology, green energy, commercialization of space, robotics, synthetic biology, and other new technologies on the horizon. GeoTech CenterGeoTech Center Championing positive paths forward that nations, economies, and societies can pursue to ensure new technologies and data benefit people, prosperity, and peace.Championing positive paths forward that nations, economies, and societies can pursue to ensure new technologies and data benefit people, prosperity, and peace."}
{"text": "Engineering Innovations LLC, is consulting firm rooted in providing innovative solutions to the scientific and engineering technology transfer problems of the 21st Century. We take a multifaceted approach to these solutions by providing expertise to technology start-ups on technology transfer and scaling of basic research technologies stemming from academic labs, think tanks, and everyday businesses.Engineering Innovations LLC, is consulting firm rooted in providing innovative solutions to the scientific and engineering technology transfer problems of the 21st Century. We take a multifaceted approach to these solutions by providing expertise to technology start-ups on technology transfer and scaling of basic research technologies stemming from academic labs, think tanks, and everyday businesses."}
{"text": "The primary goal of NSF I-Corps is to foster entrepreneurship that will lead to the commercialization of technology that has been supported previously by federally-funded research. The approach to entrepreneurship uses techniques developed to validate each commercial opportunity in a recognized, effective way: customer and business model development. The vehicle for commercialization activities will most often be start-ups founded by the I-Corps participants; successful I-Corps projects will be prepared for business formation. The I-Corps programs feed the NSF Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs. Specific Duties as Science and Technology Policy Fellow: Advance the National I-CorpsTM program through coaching and mentoring high tech startups from federally funding university research focused on ensuring product to market fit based on the customer discovery program adapted from Lean LaunchPad curriculum from I-Corps™ cohorts for public private partnership opportunities Coordinated with Office of Science and Technology Policy (OSTP) at the White House initiation of other federal agencies (NASA, DHS) into the I-Corps™ program to emphasize innovation ecosystem across all funding agencies Establish best practice strategies inclusive of licensing, incorporation, and patent portfolios for I-Corp™ startups working with tech transfer offices within their universities planning to apply to federal and state grants, accelerators, and capital investment to further funding opportunities Generate, instruct, and evaluate investor pitch deck for SBIR phase II startup companies generating capital investment for application and matching funding for the Phase IIb awards from federal agencies (>$2M) Developing public-private partnerships for venture capitalist and angel investors to advance federally funded research to commercialization through private capital investments (>$100M) The primary goal of NSF I-Corps is to foster entrepreneurship that will lead to the commercialization of technology that has been supported previously by federally-funded research. The approach to entrepreneurship uses techniques developed to validate each commercial opportunity in a recognized, effective way: customer and business model development. The vehicle for commercialization activities will most often be start-ups founded by the I-Corps participants; successful I-Corps projects will be prepared for business formation. The I-Corps programs feed the NSF Small Business Innovation Research (SBIR) and Small Business Technology Transfer (STTR) programs. Specific Duties as Science and Technology Policy Fellow: Advance the National I-CorpsTM program through coaching and mentoring high tech startups from federally funding university research focused on ensuring product to market fit based on the customer discovery program adapted from Lean LaunchPad curriculum from I-Corps™ cohorts for public private partnership opportunities Coordinated with Office of Science and Technology Policy (OSTP) at the White House initiation of other federal agencies (NASA, DHS) into the I-Corps™ program to emphasize innovation ecosystem across all funding agencies Establish best practice strategies inclusive of licensing, incorporation, and patent portfolios for I-Corp™ startups working with tech transfer offices within their universities planning to apply to federal and state grants, accelerators, and capital investment to further funding opportunities Generate, instruct, and evaluate investor pitch deck for SBIR phase II startup companies generating capital investment for application and matching funding for the Phase IIb awards from federal agencies (>$2M) Developing public-private partnerships for venture capitalist and angel investors to advance federally funded research to commercialization through private capital investments (>$100M) NSF Innovation Corps (I-Corps™)NSF Innovation Corps (I-Corps™) I-Corps prepares scientists and engineers to extend their focus beyond the laboratory, and broadens the impact of select, NSF-funded, basic-research projects. This program teaches NSF grantees to identify valuable product opportunities that can emerge...I-Corps prepares scientists and engineers to extend their focus beyond the laboratory, and broadens the impact of select, NSF-funded, basic-research projects. This program teaches NSF grantees to identify valuable product opportunities that can emerge..."}
{"text": "The United States Agency for International Development is the United States Government agency which is primarily responsible for administering civilian foreign aid. The U.S. Global Development Lab serves as an innovation hub. We take smart risks to test new ideas and partner within the Agency and with other actors to harness the power of innovative tools and approaches that accelerate development impacts. Specific Duties as Science and Technology Policy Fellow: Developed, connected, improved, and scaled innovative open source data software platforms and policies for health information systems inter-operability within Liberia, Sierra Leone, and New Guinea to drive disease epidemic responses (ergo Ebola epidemic) Served as the project implementation specialist for broad agency announcement focused on innovative technologies (>$1M) for health information systems for the Ebola response in Liberia, Sierra Leone, and New Guinea Lead big data and privacy policy for Development Informatics team in response to the influx of data from mobile users in developing countries Evaluated Ebola Grand Challenge proposals and executed agency funds (>$1M) for health information systems through a co-creation convening for the Ebola response in Liberia, Sierra Leone, and New Guinea Developed social network predicative algorithms and privacy polices to measure USAID’s influence on its bilateral donors to leverage funding for the Ebola response (>$5M leveraged) Co-established policy protocols for how adaptive management can be utilized within USAID agency protocols, through the creation of feedback loops and leveraging data for decision making across the agency The United States Agency for International Development is the United States Government agency which is primarily responsible for administering civilian foreign aid. The U.S. Global Development Lab serves as an innovation hub. We take smart risks to test new ideas and partner within the Agency and with other actors to harness the power of innovative tools and approaches that accelerate development impacts. Specific Duties as Science and Technology Policy Fellow: Developed, connected, improved, and scaled innovative open source data software platforms and policies for health information systems inter-operability within Liberia, Sierra Leone, and New Guinea to drive disease epidemic responses (ergo Ebola epidemic) Served as the project implementation specialist for broad agency announcement focused on innovative technologies (>$1M) for health information systems for the Ebola response in Liberia, Sierra Leone, and New Guinea Lead big data and privacy policy for Development Informatics team in response to the influx of data from mobile users in developing countries Evaluated Ebola Grand Challenge proposals and executed agency funds (>$1M) for health information systems through a co-creation convening for the Ebola response in Liberia, Sierra Leone, and New Guinea Developed social network predicative algorithms and privacy polices to measure USAID’s influence on its bilateral donors to leverage funding for the Ebola response (>$5M leveraged) Co-established policy protocols for how adaptive management can be utilized within USAID agency protocols, through the creation of feedback loops and leveraging data for decision making across the agency Fighting Ebola: A Grand Challenge for Development Fighting Ebola: A Grand Challenge for Development USAID is partnering with the White House Office of Science and Technology, the Centers for Disease Control and Prevention, and The Department of Defense to launch Fighting Ebola: A Grand Challenge for Development to help health care workers on the...USAID is partnering with the White House Office of Science and Technology, the Centers for Disease Control and Prevention, and The Department of Defense to launch Fighting Ebola: A Grand Challenge for Development to help health care workers on the..."}
{"text": "Dr. Bowersox is the Ford I Professor and Department Head of Aerospace Engineering at Texas A&M University. He joined Texas A&M University in 2002. He was promoted to full professor in 2007. He became Department Head in 2013.Dr. Bowersox is the Ford I Professor and Department Head of Aerospace Engineering at Texas A&M University. He joined Texas A&M University in 2002. He was promoted to full professor in 2007. He became Department Head in 2013."}
{"text": "Dr. Bowersox joined The University of Alabama as an assistant professor in 1997. He was promoted to associate professor in 2000. He resigned from this position in 2002.Dr. Bowersox joined The University of Alabama as an assistant professor in 1997. He was promoted to associate professor in 2000. He resigned from this position in 2002."}
{"text": "Dr. Bowersox joined the Air Force Institute of Technology as an assistant professor in 1993. He resigned this position during the Air Force BRAC in 1997.Dr. Bowersox joined the Air Force Institute of Technology as an assistant professor in 1993. He resigned this position during the Air Force BRAC in 1997."}
{"text": "Senior Fellow, International Security Program Director, Missile Defense ProjectSenior Fellow, International Security Program Director, Missile Defense Project"}
{"text": "Institute for Politics and Strategy (IPS)Institute for Politics and Strategy (IPS)"}
{"text": "Erin is an executive director leading the Hypersonics Campaign at Raytheon Missiles and Defense, a business of Raytheon Technologies. In this role, she is a public spokesperson and leads an enterprise team chartered to accelerate the development and fielding of end-to-end hypersonic capabilities for both offensive and defensive missions. She is focused on strengthening cooperation between government customers, industry, academia and our nation’s allies. Erin is committed to building trusted partnerships that help enable the US and allies achieve strategic objectives in order to deliver a superior force projection capability.Erin is an executive director leading the Hypersonics Campaign at Raytheon Missiles and Defense, a business of Raytheon Technologies. In this role, she is a public spokesperson and leads an enterprise team chartered to accelerate the development and fielding of end-to-end hypersonic capabilities for both offensive and defensive missions. She is focused on strengthening cooperation between government customers, industry, academia and our nation’s allies. Erin is committed to building trusted partnerships that help enable the US and allies achieve strategic objectives in order to deliver a superior force projection capability."}
{"text": "Business development director for the missile defense program area at the former Raytheon Integrated Defense Systems business area. She was responsible for leading collaborative efforts to shape development of multiple strategic missile defense sensors, ensuring affordable integrated solution offerings to a broad international and domestic customer base.Business development director for the missile defense program area at the former Raytheon Integrated Defense Systems business area. She was responsible for leading collaborative efforts to shape development of multiple strategic missile defense sensors, ensuring affordable integrated solution offerings to a broad international and domestic customer base."}
{"text": "Manage cross-functional team of approximately 20 resources as part of directing $100M per year in subcontracts on LM led C2BMC program, a United States Missile Defense Agency contract. Responsible for all subcontractor cost, technical and schedule performance. ►Spearheaded strategic and technical development plan for C2BMC, including software and battle management, sustainment, integrated logistics, warfighter support, and training. ►Program managed execution of subcontracts, with concurrent compilation and delivery of 46 additional program proposals to government in 2016, which included engineering changes, surge, follow-on and new task orders valued over $300M. ►Led negotiations for $100M+ in major program extension proposals to provide additional system development, deployment, logistics, sustainment, and cyber security capabilities into release.Manage cross-functional team of approximately 20 resources as part of directing $100M per year in subcontracts on LM led C2BMC program, a United States Missile Defense Agency contract. Responsible for all subcontractor cost, technical and schedule performance. ►Spearheaded strategic and technical development plan for C2BMC, including software and battle management, sustainment, integrated logistics, warfighter support, and training. ►Program managed execution of subcontracts, with concurrent compilation and delivery of 46 additional program proposals to government in 2016, which included engineering changes, surge, follow-on and new task orders valued over $300M. ►Led negotiations for $100M+ in major program extension proposals to provide additional system development, deployment, logistics, sustainment, and cyber security capabilities into release."}
{"text": "Grew business and won priority efforts in development of domestic and NATO missile defense C2/BM programs; ensured trusting and sustained customer relationships. ►Selected to Business Development Leadership Academy (class of 2015) – Yearlong Corporate Wide LM Training. ►Drafted and delivered white papers, RFI responses, position papers, and executive summaries, which contributed to winning both competitive and sole source multimillion awards.Grew business and won priority efforts in development of domestic and NATO missile defense C2/BM programs; ensured trusting and sustained customer relationships. ►Selected to Business Development Leadership Academy (class of 2015) – Yearlong Corporate Wide LM Training. ►Drafted and delivered white papers, RFI responses, position papers, and executive summaries, which contributed to winning both competitive and sole source multimillion awards."}
{"text": "Led business development efforts for this woman-owned small business providing aerospace engineering and IT services. Won $30M+ business under contract with AFSPC.Led business development efforts for this woman-owned small business providing aerospace engineering and IT services. Won $30M+ business under contract with AFSPC."}
{"text": "Charged with developing and growing deciBel Research’s business in Huntsville, AL, Dayton, OH, and Colorado Springs, CO, as well as other locations throughout the U.S.Charged with developing and growing deciBel Research’s business in Huntsville, AL, Dayton, OH, and Colorado Springs, CO, as well as other locations throughout the U.S."}
{"text": "Built and managed the $200M+ P/L Strategic Programs Division that includes Hypersonics and Directed Energy Weapons. Managed capture and strategy for >$550M new contract awards in 2019. Lead complex projects and built organizations and teams. Successful customer interface and ability to understand detailed requirements. Made quick and well-informed decisions and aligned resources to end item products through innovative thinking. Employed a builder mentality that flourished in starting these new and challenging endeavors. Enjoyed leading multiple tasks and mentoring others and watching them grow in their careers and personal lives.Built and managed the $200M+ P/L Strategic Programs Division that includes Hypersonics and Directed Energy Weapons. Managed capture and strategy for >$550M new contract awards in 2019. Lead complex projects and built organizations and teams. Successful customer interface and ability to understand detailed requirements. Made quick and well-informed decisions and aligned resources to end item products through innovative thinking. Employed a builder mentality that flourished in starting these new and challenging endeavors. Enjoyed leading multiple tasks and mentoring others and watching them grow in their careers and personal lives."}
{"text": "Division lead, customer interface, SRBM technical analysis, developed BMRD product, supported SMDC, MDA, OSD, OT&E, ATEC, Aegis, THAAD, Patriot, ABL,. Developed product line to support customers. Managed multidisciplined staff. Managed foreign material exploitation, static engine tests and associated FME testing. High level briefings to Congressmen, General Officers, ASB, DSB, OSD. Liaison to various panels, supported CENTCOM, PACOM, Intelligence support ot Pentagon J2 during conflicts. Lead role for assessing foreign ballistic missile flights and reporting to all DoD levels. Managed analysis and testing budgets and contractor team. Source Selection Boards. Responsible for managing missile signatures, trajectory, G&C, mechanical design, propulsion, telemetry, and flight vehicle analysis, modeling and simulation. Led and supported several multi-national projects. Collaborative projects with the CIA, NASIC, NGIC, DIA, ONI. Division lead, customer interface, SRBM technical analysis, developed BMRD product, supported SMDC, MDA, OSD, OT&E, ATEC, Aegis, THAAD, Patriot, ABL,. Developed product line to support customers. Managed multidisciplined staff. Managed foreign material exploitation, static engine tests and associated FME testing. High level briefings to Congressmen, General Officers, ASB, DSB, OSD. Liaison to various panels, supported CENTCOM, PACOM, Intelligence support ot Pentagon J2 during conflicts. Lead role for assessing foreign ballistic missile flights and reporting to all DoD levels. Managed analysis and testing budgets and contractor team. Source Selection Boards. Responsible for managing missile signatures, trajectory, G&C, mechanical design, propulsion, telemetry, and flight vehicle analysis, modeling and simulation. Led and supported several multi-national projects. Collaborative projects with the CIA, NASIC, NGIC, DIA, ONI."}
{"text": "FMI produces high performance composites for the most extreme environment. From Carbon Carbon that performs in extreme temperatures as high as 3000°C - C/C SiC that operate at high temperatures and erosive environments - to Polymer Matrix Composites that require extreme weight reductions while maintaining low CTE and high strength to weight performance. FMI produces high performance composites for the most extreme environment. From Carbon Carbon that performs in extreme temperatures as high as 3000°C - C/C SiC that operate at high temperatures and erosive environments - to Polymer Matrix Composites that require extreme weight reductions while maintaining low CTE and high strength to weight performance."}
{"text": "Sales and Marketing leadership for Technical Ceramics - North America. As a part of the divisional leadership team, develop and execute commercial strategy including sales growth, new business development pipeline and strategic marketing to drive new product innovation.Sales and Marketing leadership for Technical Ceramics - North America. As a part of the divisional leadership team, develop and execute commercial strategy including sales growth, new business development pipeline and strategic marketing to drive new product innovation."}
{"text": "Responsible for >$100Mil P&L management of multiple site, North American Advanced Ceramics and Metals business unit through all aspects of business planning and development - developed and executed strategies delivering margin expansion, increased quality of earnings, and sustainable-profitable growth.Responsible for >$100Mil P&L management of multiple site, North American Advanced Ceramics and Metals business unit through all aspects of business planning and development - developed and executed strategies delivering margin expansion, increased quality of earnings, and sustainable-profitable growth."}
{"text": "Managed > 70Mil P&L through the development and execution of long term strategy. Delivered year on year top line growth, margin expansion and record quality of earnings.Managed > 70Mil P&L through the development and execution of long term strategy. Delivered year on year top line growth, margin expansion and record quality of earnings."}
{"text": "Direct Sales and Sales Management of high-end welding equipment. Responsibilities for domestic and international accounts (primarily Asia). I work with customers to determine immediate and long-term needs for Electron-Beam and Arc welding solutions. This will also include direct interface with operations to forecast production capacity, as well as to sponsor new R&D initiatives.Direct Sales and Sales Management of high-end welding equipment. Responsibilities for domestic and international accounts (primarily Asia). I work with customers to determine immediate and long-term needs for Electron-Beam and Arc welding solutions. This will also include direct interface with operations to forecast production capacity, as well as to sponsor new R&D initiatives."}
{"text": "Project Management executive making technical and business decisions to manage a portfolio of projects totaling $15 million for ixmation’s largest client. Accountable for executing and managing all project phases, from conception and sales through to global field installation and commissioning. Projects include new customized equipment orders, order upgrades and retrofits. Leverages resources and relationships within a matrix organization to strengthen client relationships while ensuring timeline, costs and client requirements are met. Deepens client relationships at all levels and partners with Sales to identify and capitalize on new business opportunities. Prepares and presents weekly status reports to senior management, providing a detailed financial picture and reporting on project milestones.Project Management executive making technical and business decisions to manage a portfolio of projects totaling $15 million for ixmation’s largest client. Accountable for executing and managing all project phases, from conception and sales through to global field installation and commissioning. Projects include new customized equipment orders, order upgrades and retrofits. Leverages resources and relationships within a matrix organization to strengthen client relationships while ensuring timeline, costs and client requirements are met. Deepens client relationships at all levels and partners with Sales to identify and capitalize on new business opportunities. Prepares and presents weekly status reports to senior management, providing a detailed financial picture and reporting on project milestones."}
{"text": "Managed Applications Engineering Department and Marketing personnel. Responsible for all sales proposals company-wide, including specification review, customer interaction, technical sales presentations, contract review, order processing, and project team launch. Accountable for budget accuracy, resource level and schedule forecasting, and project scope definition. Member of company operating staff, participating in overall management of the company.Managed Applications Engineering Department and Marketing personnel. Responsible for all sales proposals company-wide, including specification review, customer interaction, technical sales presentations, contract review, order processing, and project team launch. Accountable for budget accuracy, resource level and schedule forecasting, and project scope definition. Member of company operating staff, participating in overall management of the company."}
{"text": "Degree completed May 2008, with academic honors.Degree completed May 2008, with academic honors."}
{"text": "Equipment and Services Sales Manager of precision, automated welding systems using Electron Beam (EBW), Gas Tungsten Arc Welding (GTAW), Plasma Arc Welding (PAW), and resistance weld processes. High deposition rate additive manufacturing is now possible with EB Free Form Fabrication (EBFFF).Equipment and Services Sales Manager of precision, automated welding systems using Electron Beam (EBW), Gas Tungsten Arc Welding (GTAW), Plasma Arc Welding (PAW), and resistance weld processes. High deposition rate additive manufacturing is now possible with EB Free Form Fabrication (EBFFF)."}
{"text": "Enable building Next Generation Supply Chain Products leveraging the latest and greatest technology of today;Enable building Next Generation Supply Chain Products leveraging the latest and greatest technology of today;"}
{"text": "Enable and Institute Industry vertical specific best practices and capabilities into Kinaxis Rapid Response Supply Chain Product Portfolio in Automotive, High-Tech and A&D Industry verticals.Enable and Institute Industry vertical specific best practices and capabilities into Kinaxis Rapid Response Supply Chain Product Portfolio in Automotive, High-Tech and A&D Industry verticals."}
{"text": "Walgreens Boot Alliance Digital Transformation Initiative - Responsible for the execution of Roadmap with long-term strategy in perspective and tactical needs in consideration.Walgreens Boot Alliance Digital Transformation Initiative - Responsible for the execution of Roadmap with long-term strategy in perspective and tactical needs in consideration."}
{"text": "Responsible for planning and executing the Infor’s Cloud suite strategy for the A&D and High Tech Industry verticals; * Responsible to achieve the product strategy goals through definition and execution of the product roadmap. * Exhibit subject matter expertise and demonstrate value proposition of the solution with key & distinctive Differentiators. * Responsible to Enable the Sales and Service teams for New Releases with Sales and Field collateral documents and seminars & conferences. * “Contract to Deliver” business process with special emphasis on Governance, Risk and Compliance processes specific to A&D industry vertical Responsible for planning and executing the Infor’s Cloud suite strategy for the A&D and High Tech Industry verticals; * Responsible to achieve the product strategy goals through definition and execution of the product roadmap. * Exhibit subject matter expertise and demonstrate value proposition of the solution with key & distinctive Differentiators. * Responsible to Enable the Sales and Service teams for New Releases with Sales and Field collateral documents and seminars & conferences. * “Contract to Deliver” business process with special emphasis on Governance, Risk and Compliance processes specific to A&D industry vertical"}
{"text": "Incharge of Hospital Operations, Growth Strategies and Marketing Promotions. In-charge of Hospital Information Systems/Electronic Medical Records/Inventory Management Systems. Key Accomplishments at Nalam Hospital through NSHIMS: * Increased Hospital revenue by 300% in two years * Increased cash reserve by 500% in two years * Increased Inventory Turns from 4 to 12 * Increased cash flow by efficient materials management by 60% * Reduced material waste by 15% * Improved customer/patient satisfaction through Electronic Records & Instant availability of customer deliverables. Director of Solution Engineering, NalamSoft - Hospital Information Systems Software. • Designed, Built and Deployed Hospital Information Management Solution * NSHIMS – A Enterprise Information Management solution for Healthcare business processes; • Procure To Pay • Order To Cash • Inventory Planning/Management. • Customer/Patient Master Management • Inpatient Business Process - Register To Discharge • Diagnostic Process Data Management • Enterprise Asset Management • Implemented the solution in Nalam Hospital, Trichy – A Specialty Centre for Plastic Surgery & Women’s Health – A mid-size (50-bedded) hospital – System is Live & has served over 35,000 patients in the last seven years * http://nshims.nalamsoft.comIncharge of Hospital Operations, Growth Strategies and Marketing Promotions. In-charge of Hospital Information Systems/Electronic Medical Records/Inventory Management Systems. Key Accomplishments at Nalam Hospital through NSHIMS: * Increased Hospital revenue by 300% in two years * Increased cash reserve by 500% in two years * Increased Inventory Turns from 4 to 12 * Increased cash flow by efficient materials management by 60% * Reduced material waste by 15% * Improved customer/patient satisfaction through Electronic Records & Instant availability of customer deliverables. Director of Solution Engineering, NalamSoft - Hospital Information Systems Software. • Designed, Built and Deployed Hospital Information Management Solution * NSHIMS – A Enterprise Information Management solution for Healthcare business processes; • Procure To Pay • Order To Cash • Inventory Planning/Management. • Customer/Patient Master Management • Inpatient Business Process - Register To Discharge • Diagnostic Process Data Management • Enterprise Asset Management • Implemented the solution in Nalam Hospital, Trichy – A Specialty Centre for Plastic Surgery & Women’s Health – A mid-size (50-bedded) hospital – System is Live & has served over 35,000 patients in the last seven years * http://nshims.nalamsoft.com NalamSoft Hospital Information Management SystemNalamSoft Hospital Information Management System Ideal for small to medium size hospitals with 10 to 100 Inpatient Beds. Built with advice from experts in the Healthcare practices. Ideal for Surgical Hospitals. Supports Ortho, Obstetrics & Gyneacology and Surgical Practices.Ideal for small to medium size hospitals with 10 to 100 Inpatient Beds. Built with advice from experts in the Healthcare practices. Ideal for Surgical Hospitals. Supports Ortho, Obstetrics & Gyneacology and Surgical Practices."}
{"text": "August 2020 - present Full Professor July 2015 - July 2020 Associate Professor https://engineering.purdue.edu/~jpoggie/August 2020 - present Full Professor July 2015 - July 2020 Associate Professor https://engineering.purdue.edu/~jpoggie/"}
{"text": "Research in experimental hypersonic laminar-turbulent transition, numerical simulation of plasma-based flow control, numerical simulation of hypersonic flows (RANS, LES, DNS). Provided strategic R&D advice to the organization, helped to prioritize and steer multiple research projects, and mentored junior scientists and engineers. Team Leader and Technical Advisor in research and technology development for hypersonic flight.Research in experimental hypersonic laminar-turbulent transition, numerical simulation of plasma-based flow control, numerical simulation of hypersonic flows (RANS, LES, DNS). Provided strategic R&D advice to the organization, helped to prioritize and steer multiple research projects, and mentored junior scientists and engineers. Team Leader and Technical Advisor in research and technology development for hypersonic flight."}
{"text": "Aerospace EngineeringAerospace Engineering"}
{"text": "Worked in the Mechanics and Life prediction branch of the Structures and Materials Division. Key contributions provided to the development of ceramic matrix composites as an advanced high temperature material for propulsion and vehicle thermal protection systems.Worked in the Mechanics and Life prediction branch of the Structures and Materials Division. Key contributions provided to the development of ceramic matrix composites as an advanced high temperature material for propulsion and vehicle thermal protection systems."}
{"text": "Providing strategic guidance and executive leadership to $200 million non-profit financial institution.Providing strategic guidance and executive leadership to $200 million non-profit financial institution."}
{"text": "Responsible for developing and managing the DoD strategy and roadmap for hypersonics S&T. Responsible for establishing and running a National University Consortium for Applied Hypersonics and workforce development efforts in hypersonics. Fund and manage critical S&T or advanced concept projects to support hypersonic war fighting capabilities that encompasses technologies needed for missile defense, hypersonic cruise missiles, reusable hypersonic systems, and boost-glide weapons. Responsible for DoD collaborations with allies in hypersonics. Run an office of 10 people and manage a $100m budget and an enterprise-wide team of hypersonic technical experts that support the department and JHTO initiatives. OSD technical advisor on a high priority DoD hypersonic air breathing vehicle program. Responsible for developing and managing the DoD strategy and roadmap for hypersonics S&T. Responsible for establishing and running a National University Consortium for Applied Hypersonics and workforce development efforts in hypersonics. Fund and manage critical S&T or advanced concept projects to support hypersonic war fighting capabilities that encompasses technologies needed for missile defense, hypersonic cruise missiles, reusable hypersonic systems, and boost-glide weapons. Responsible for DoD collaborations with allies in hypersonics. Run an office of 10 people and manage a $100m budget and an enterprise-wide team of hypersonic technical experts that support the department and JHTO initiatives. OSD technical advisor on a high priority DoD hypersonic air breathing vehicle program."}
{"text": "Lead for air breathing hypersonics and university and allied engagements in hypersonics. A hypersonics program manager and lead technical advisor. Serves on aeronautics and hypersonics and defense against hypersonics advisory, senior steering, and source selection boards for DARPA, NASA, and MDALead for air breathing hypersonics and university and allied engagements in hypersonics. A hypersonics program manager and lead technical advisor. Serves on aeronautics and hypersonics and defense against hypersonics advisory, senior steering, and source selection boards for DARPA, NASA, and MDA"}
{"text": "Responsible for aviation and air platform technologies. Lead for DoD gas turbine investments and S&T oversight from OSD. OSD Representative to Air Platforms Community of Interest. NASA aeronautics advisory board.Responsible for aviation and air platform technologies. Lead for DoD gas turbine investments and S&T oversight from OSD. OSD Representative to Air Platforms Community of Interest. NASA aeronautics advisory board."}
{"text": "Presented and wrote four conference papers at AIAA conferences on my analysis of hypersonic inlet flow problems. Master's thesis titled \"Application of Compound Compressible Flow to Hypersonic Three-Dimensional Inlets\". Current work on unsteady shock problems as applied to hypersonic inlets.Presented and wrote four conference papers at AIAA conferences on my analysis of hypersonic inlet flow problems. Master's thesis titled \"Application of Compound Compressible Flow to Hypersonic Three-Dimensional Inlets\". Current work on unsteady shock problems as applied to hypersonic inlets."}
{"text": "Collected and analyzed data on CEOs campaign donation patterns, created a database of MN state election results from the 50s and 60s.Collected and analyzed data on CEOs campaign donation patterns, created a database of MN state election results from the 50s and 60s."}
{"text": "June 2004-August 2004: Conducted a study on the relevance of potential Virginia class submarine payloads to DoD, Joint Staff, and Navy capability needs. Assisted internal research on a GCAM simulation based tactical decision aid for the Navy. Assisted the development of a Capabilities Development Document on a surface ship torpedo defense system. Created a spreadsheet to automate internal financial reporting.June 2004-August 2004: Conducted a study on the relevance of potential Virginia class submarine payloads to DoD, Joint Staff, and Navy capability needs. Assisted internal research on a GCAM simulation based tactical decision aid for the Navy. Assisted the development of a Capabilities Development Document on a surface ship torpedo defense system. Created a spreadsheet to automate internal financial reporting."}
{"text": "Tom was the vice president of the Advanced Missile Systems (AMS) product line for Raytheon Missile Systems. AMS is the growth engine and front-end product line at Missile Systems, and is responsible for new and innovative products and business endeavors, including business acquisitions. Tom led AMS from 2012 and during that time, the product line has grown from a $150M business to more than $1.25B in bookings in 2019 due to business expansion in hypersonics, long-range strike, air-to-air, air-to-surface, surface-to-surface, unmanned air systems, collaborative systems, MOKV, and various proprietary programs.Tom was the vice president of the Advanced Missile Systems (AMS) product line for Raytheon Missile Systems. AMS is the growth engine and front-end product line at Missile Systems, and is responsible for new and innovative products and business endeavors, including business acquisitions. Tom led AMS from 2012 and during that time, the product line has grown from a $150M business to more than $1.25B in bookings in 2019 due to business expansion in hypersonics, long-range strike, air-to-air, air-to-surface, surface-to-surface, unmanned air systems, collaborative systems, MOKV, and various proprietary programs."}
{"text": "Tom served in the Defense Advanced Research Projects Agency (DARPA) Tactical Technology Office. In that position, he acted as a government venture capitalist responsible for establishing and building virtual companies around enabling technologies and funded programs. While at DARPA, he reviewed 130+ concepts including many hypersonic concepts and established programs with a combined value exceeding $400 millionTom served in the Defense Advanced Research Projects Agency (DARPA) Tactical Technology Office. In that position, he acted as a government venture capitalist responsible for establishing and building virtual companies around enabling technologies and funded programs. While at DARPA, he reviewed 130+ concepts including many hypersonic concepts and established programs with a combined value exceeding $400 million"}
