{"text": "Dissertation Title: \"The Earnings of Male and Female Guestworkers and their Assimilation into the German Labor Market: A Panel Study\"", "metadata": "翻译api错误"}
{"text": "Thesis Title: \"La Puissance Economique du Japon\"", "metadata": "翻译api错误"}
{"text": "BSc (Economics) International Relations", "metadata": "翻译api错误"}
{"text": "活动与社团: Economics, International Economics, Logistics & Supply Chain Management, Managerial Science, Marine Technology & Innovation, Maritime Law, Maritime Logistics, Port Management, Ports and Regions, Research Methodology, Shipping & Transport Finance, Shipping Economics & Policy, Statistics & Econometrics, Sustainability, Transport Economics.", "metadata": "翻译api错误"}
{"text": "活动与社团: 2002-04 Edmund S. Muskie Graduate Felowship Program Fellow (US Department of State), Teaching Assistant: History of Russia and USSR, Spring Quarter 2004, Internship under Yokohama-San Diego Sister Sity Exchange Program and UCSD Robinson Fellowship CITYNET organization for cooperation among asian cities in the shpere of city planning and port management, Yokohama Japan, Summer 2003", "metadata": "翻译api错误"}
{"text": "Accomplished 3 levels (normaly accomplished in 1 to 1.5 years) within 1 semester (6 months)", "metadata": "翻译api错误"}
{"text": "活动与社团: She also studied advanced French at the University of Geneva, Switzerland.", "metadata": "翻译api错误"}
{"text": "成绩: Eccellente Menzione \"Cum Laude\"", "metadata": "翻译api错误"}
{"text": "Diploma di Master Universitario di II° Livello in “Politiche pubbliche e sviluppo territoriale. Governabilità e processi d’integrazione” (18 mesi - 2250 ore) (90 crediti ECTS). Università degli Studi di Palermo, Universidad de Deusto (Bilbao-Spagna), Istituto di formazione politica “Pedro Arrupe” (Palermo). Titolo Tesi: “La politica di cooperazione interistituzionale e il Piano socio sanitario in Sicilia”. Relatore: Prof. Andrea Piraino. Votazione: 106/110.", "metadata": "翻译api错误"}
{"text": "Diritto Costituzionale, Istituzioni di Diritto Privato, Diritto Civile, Diritto Amministrativo, Storia del Diritto Italiano, Economia politica, Storia del Diritto Romano, Filosofia del Diritto, Diritto Internazionale, Diritto Commerciale, Diritto del Lavoro, Organizzazione Internazionale, Diritto Penale, Teologia, Diritto Ecclesiastico, Diritto Processuale Civile, Diritto Tributario, Diritto dell’Economia, Diritto del Lavoro, Scienza Politica, Storia delle Istituzioni Militari, Diritto del Commercio Internazionale, Procedura Penale, Lingua Inglese. Tesi in Diritto Costituzionale dal titolo: “Il Presidente del Consiglio dei Ministri. Il problema delle direttive”. Relatore: Prof. Angelo Mattioni.", "metadata": "翻译api错误"}
{"text": "成绩: Cum Laude", "metadata": "翻译api错误"}
{"text": "活动与社团: Export Access Global Consulting (EAGC), IR/PS Investments Society, Latin American Student Organization (LASO).", "metadata": "翻译api错误"}
{"text": "活动与社团: Americas Model United Nations (AMUN), Teacher Assistantship (TA)", "metadata": "翻译api错误"}
{"text": "活动与社团: Cinema Politica.", "metadata": "翻译api错误"}
{"text": "活动与社团: Phi Beta Kappa; Student Marshall", "metadata": "翻译api错误"}
{"text": "活动与社团: East Asian Legal Studies Program", "metadata": "翻译api错误"}
{"text": "Joint degree program with Harvard Law School", "metadata": "翻译api错误"}
{"text": "活动与社团: Visiting scholar, Japanese industrial policy and competition policy", "metadata": "翻译api错误"}
{"text": "活动与社团: Volunteered my time as a poltical consultant for the California Shark Fin Ban - legislation which made it illegal to possess and trade shark fins. I also served as a board member on the San Diego League of Conservation Voters.", "metadata": "翻译api错误"}
{"text": "活动与社团: AXO Alpha Chi Omega Sorority", "metadata": "翻译api错误"}
{"text": "Graduate-Level Courses: Quantitative Methods (I, II, and III) • Managerial Economics • International Economics • International Politics and Security • International Relations of Asia Pacific • Accounting • Finance • Fiscal and Monetary Policy • Chinese Politics • Economic and Social Development in China • Doing Business in China • Business and Management in Japan • Policy Making Processes • Policy Responses to Global Problems", "metadata": "翻译api错误"}
{"text": "Graduate-Level Courses: Research Design and Data Collection • Research Methods (I and II) • Advanced Research Methods • International Relations • Comparative Politics • Comparative Methods • Comparative Political Institutions • Political Communication • International Political Economy • International Security", "metadata": "翻译api错误"}
{"text": "活动与社团: AD-2, Class President 1975-76 AD-2, Alumni Chair 1977-1978", "metadata": "翻译api错误"}
{"text": "活动与社团: Class President", "metadata": "翻译api错误"}
{"text": "活动与社团: Basketball", "metadata": "翻译api错误"}
{"text": "活动与社团: Phi Beta Kappa", "metadata": "翻译api错误"}
{"text": "活动与社团: Upward Bound, Three Penny Opera, manager for tennis and cross country", "metadata": "翻译api错误"}
{"text": "活动与社团: Case Study for Investment in Asia & Europe", "metadata": "翻译api错误"}
{"text": "Ph.D. in Political Science M.A. in Appled Economics from Food Research INstitute", "metadata": "翻译api错误"}
{"text": "Government major", "metadata": "翻译api错误"}
{"text": "活动与社团: Graduate student assistant in alumni programs office. Vice President/Treasurer, Indian Students Association.", "metadata": "翻译api错误"}
{"text": "活动与社团: Represented IIT Kharagpur in hockey. President of RK Hall. Represented RK Hall in dramatics, debate, basketball, and hockey. Recognized as first-ever Best Secretary of RK Hall (elected by student body).", "metadata": "翻译api错误"}
{"text": "活动与社团: Phi Beta Kappa", "metadata": "翻译api错误"}
{"text": "活动与社团: Rotary Scholar", "metadata": "翻译api错误"}
{"text": "活动与社团: Editor, Law Review", "metadata": "翻译api错误"}
{"text": "Use of metrics, social network structures and management techniques to build agile and learning organizations", "metadata": "翻译api错误"}
{"text": "成绩: [Public Policy and Economic Development]", "metadata": "翻译api错误"}
{"text": "成绩: [Organization and Management]", "metadata": "翻译api错误"}
{"text": "studying Development Anthropology and Semiotics with Umberto Eco", "metadata": "翻译api错误"}
{"text": "活动与社团: Graduate Students Association, University Film Society", "metadata": "翻译api错误"}
{"text": "活动与社团: Elected to Phi Beta Kappa, as well as to Alpha Epsilon Rho (national telecommunications honor society) and Pi Sigma Alpha (national political science honor society)", "metadata": "翻译api错误"}
{"text": "活动与社团: Awards: Dean’s Fellowship (highest possible academic honor given to students of International Economics); Joseph Grunwald Award (given annually to one graduate student for contributions to Inter-American understanding)", "metadata": "翻译api错误"}
{"text": "活动与社团: chess, ice hockey and lacrosse, Balkan folk dancing", "metadata": "翻译api错误"}
{"text": "活动与社团: Did research in general relativity", "metadata": "翻译api错误"}
{"text": "活动与社团: Stanford University Nominations Committee and other activities.", "metadata": "翻译api错误"}
{"text": "成绩: magna cum laude", "metadata": "翻译api错误"}
{"text": "成绩: Executive Program in Leadership: The Effective Use of Power", "metadata": "翻译api错误"}
{"text": "成绩: Masters in Pacific and International Affairs, a 2-year full time program", "metadata": "翻译api错误"}
{"text": "成绩: Programa de FLACSO Argentina con la Universidad de Barcelona", "metadata": "翻译api错误"}
{"text": "Trained in solution-focused career, executive, leadership, and team coaching.", "metadata": "翻译api错误"}
{"text": "Residential Research Fellowship * Name and type of organisation providing education and training Information Infrastructure Project,", "metadata": "翻译api错误"}
{"text": "I also have a MPA from Harvard University Kennedy School of Government.", "metadata": "翻译api错误"}
{"text": "Energy security, nuclear industry, international security, international law, European relations.", "metadata": "翻译api错误"}
{"text": "International relations, economics, and finance.", "metadata": "翻译api错误"}
{"text": "Middletown, Delaware", "metadata": "翻译api错误"}
{"text": "活动与社团: Latin American Student Association, Net Impact, Development Club", "metadata": "翻译api错误"}
{"text": "活动与社团: Biology Club, Spanish Club", "metadata": "翻译api错误"}
{"text": "活动与社团: Graduation Speaker, Schoepflin Fellow, Doming Liu Award Recipient", "metadata": "翻译api错误"}
{"text": "活动与社团: National Merit Scholarship", "metadata": "翻译api错误"}
{"text": "One semester study abroad program through the University of Maryland in Nice.", "metadata": "翻译api错误"}
{"text": "活动与社团: Edward D. Berger Scholar, Dean’s Achievement Award for Alternative Dispute Resolution, University of Miami Law Review", "metadata": "翻译api错误"}
{"text": "活动与社团: Georgetown Law Journal, Notes and Comments Editor", "metadata": "翻译api错误"}
{"text": "活动与社团: James Bowdoin Scholar", "metadata": "翻译api错误"}
{"text": "活动与社团: My talk Quantum computing and cryptocurrencies, INSEAD Product Games", "metadata": "翻译api错误"}
{"text": "- Selected to be one of Udacity Technology Scholarship powered by Bertelsmann recipients for AWS Cloud DevOps Engineer Nanodegree from a pool of c. 43,000 global applicants - Selected to be one of Udacity's Student Leaders for Udacity Technology Scholarship from a pool of c. 182 global applicants - Honors: Received You Rock Award in category Jack Of All Trades powered by Bertelsmann - Executed cloud computing projects incl.: (1) Deployed static website on AWS (2) Deployed high-availability web app using CloudFormation (3) Built Jenkins pipelines on AWS (4) Operationalized machine learning microservice API (5) Capstone project: Built CI/CD pipeline for microservices application", "metadata": "翻译api错误"}
{"text": "活动与社团: Captain of rugby team, Vice president of French drama group", "metadata": "翻译api错误"}
{"text": "成绩: Certificate of Completion", "metadata": "翻译api错误"}
{"text": "成绩: Certificate of Attendance", "metadata": "翻译api错误"}
{"text": "活动与社团: Editorial Board, Virginia Environmental Law Journal", "metadata": "翻译api错误"}
{"text": "活动与社团: Dean’s List - 8 semesters (4 years)", "metadata": "翻译api错误"}
{"text": "活动与社团: Jean Picker Capitol Hill Intern, Junior Year Abroad, Geneva, Switzerland", "metadata": "翻译api错误"}
{"text": "Studied at International University of Japan, Niigata", "metadata": "翻译api错误"}
{"text": "1 year full-time scholarship", "metadata": "翻译api错误"}
{"text": "活动与社团: She also studied advanced French at the University of Geneva, Switzerland.", "metadata": "翻译api错误"}
{"text": "活动与社团: IEEE", "metadata": "翻译api错误"}
{"text": "活动与社团: IEEE Student Branch", "metadata": "翻译api错误"}
{"text": "成绩: Post Grad", "metadata": "翻译api错误"}
{"text": "活动与社团: Eta Sigma Phi Student Government", "metadata": "翻译api错误"}
{"text": "M.A. in International Policy Studies, Stanford University, 1999 J.D., University of San Diego, 1990 B.A in political science, University of Chicago, 1987", "metadata": "翻译api错误"}
{"text": "成绩: Certified", "metadata": "翻译api错误"}
{"text": "活动与社团: Alumni-COPPEAD", "metadata": "翻译api错误"}
{"text": "活动与社团: Law Review, The Advocates, Order of the Barrons", "metadata": "翻译api错误"}
{"text": "活动与社团: President Debate Team", "metadata": "翻译api错误"}
{"text": "活动与社团: TEP, Florida Blue Key", "metadata": "翻译api错误"}
{"text": "活动与社团: Entertainments representative Inner Temple May Ball Committee", "metadata": "翻译api错误"}
{"text": "活动与社团: Captain College Water polo Team. Member Pembroke Institute of Social Studies. Entertainment Secretary Pembroke College May Ball Comittee.", "metadata": "翻译api错误"}
{"text": "活动与社团: Graduate Assistant, Media Lab management and instruction", "metadata": "翻译api错误"}
{"text": "活动与社团: WRFT", "metadata": "翻译api错误"}
{"text": "活动与社团: WRFT", "metadata": "翻译api错误"}
{"text": "活动与社团: CJ Moot Court Board Legal Clinic Delta Theta Phi", "metadata": "翻译api错误"}
{"text": "活动与社团: Delta Theta Phi, Moot Court Board", "metadata": "翻译api错误"}
{"text": "活动与社团: WOUB Announcer Red Cross Bobcat Athletics", "metadata": "翻译api错误"}
{"text": "成绩: MBA", "metadata": "翻译api错误"}
{"text": "活动与社团: Best practices for IT Infrastructure", "metadata": "翻译api错误"}
{"text": "活动与社团: Certified Project Manager as part of the Project Management Institute (SME)", "metadata": "翻译api错误"}
{"text": "活动与社团: Periodic IWP guest lecturer on International Affairs and Transatlantic Relations.", "metadata": "翻译api错误"}
{"text": "MA thesis: \"The Creation & Lasting Value of the Electoral College\"", "metadata": "翻译api错误"}
{"text": "American University Washington D.C. | Schools, Colleges, Undergraduate, Graduate, Admissions, Academics, Degrees, Faculty American University is a leader among Washington DC universities in global education. American University enrolls a diverse student body from throughout the United States and nearly 140 countries.", "metadata": "翻译api错误"}
{"text": "Arizona State University | A top ranked research university | ASU ASU ranks as the top university in Arizona for innovation, affordability, quality of students and degree programs. Arizona State University, Tempe, AZ.", "metadata": "翻译api错误"}
{"text": "East High School - Home Page The completely student organized, district wide event, StudentServe, is back in 2013 with a few changes! Instead of a single Saturday service day, StudentServe day has changed to StudentServe Week (September 23rd to 28th) to increase flexibility and to accommodate busy schedules.", "metadata": "翻译api错误"}
{"text": "活动与社团: Moot Court (best brief, regional competition), Editor Law Review; Moynihan Public Speaking Award; summer clerk Highsaw, Mahoney and Clarke, Washington DC, summer clerk Butler, Binion, Rice, Cooke and Knapp, Houston TX", "metadata": "翻译api错误"}
{"text": "活动与社团: Millard Tydings Public Speaking Award", "metadata": "翻译api错误"}
{"text": "活动与社团: Girls Extemporaneous Speaking (2nd in state), state debate champion, editor school newspaper, French club", "metadata": "翻译api错误"}
{"text": "成绩: LLM with Honors", "metadata": "翻译api错误"}
{"text": "活动与社团: Jean Picker Capitol Hill Intern, Junior Year Abroad, Geneva, Switzerland", "metadata": "翻译api错误"}
{"text": "Studied at International University of Japan, Niigata", "metadata": "翻译api错误"}
{"text": "活动与社团: SCONA, Student Senate, Resident Advisor, Century Singers, Fish Camp Counselor", "metadata": "翻译api错误"}
{"text": "活动与社团: Tax Review 1988-1989 (editor-in-chief), Student Peer Advisor, Raven Society", "metadata": "翻译api错误"}
{"text": "活动与社团: Alpha Delta Phi", "metadata": "翻译api错误"}
{"text": "成绩: Professional Certificate", "metadata": "翻译api错误"}
{"text": "成绩: Highest Honors", "metadata": "翻译api错误"}
{"text": "活动与社团: Athletics Club, Drama Society", "metadata": "翻译api错误"}
{"text": "Europa-Institut: Masterstudiengang \"Europ채isches und Internationales Recht\" am Europa-Institut der Universit채t des Saarlandes Masters of European Law (LL.M.) - Bilingual studies in German and English - Major: EU Competition law - ICT/Media law", "metadata": "翻译api错误"}
{"text": "活动与社团: Research Associate, Law & Economics and Antitrust.", "metadata": "翻译api错误"}
{"text": "活动与社团: Awarded Ratcliffe-Hicks Prize in Debate for Women; President, Debate Team; President, Brown Environmental Coalition; Asst. Editor, Issues Magazine, Teaching Assistant, Environment & the Law; Intern, Conservation Law Foundation of Rhode Island", "metadata": "翻译api错误"}
{"text": "成绩: NA", "metadata": "翻译api错误"}
{"text": "活动与社团: Tri Delta sorority", "metadata": "翻译api错误"}
{"text": "Thesis on \"Information Technology as a Strategic Tool.\"", "metadata": "翻译api错误"}
{"text": "In top 5% and youngest member of Harvard Medical School graduating class. Honors dissertation on computer aided diagnosis and outcomes research. Simultaneously enrolled in bachelor's, master's and medical doctor degree programs through the Harvard-M.I.T. Division of Health Sciences and Technology (and working on three theses), while also working in two significant part-time positions at M.G.H. and the Peter B. Brigham Hospital.", "metadata": "翻译api错误"}
{"text": "活动与社团: Sigma Xi, the Scientific Research Honor Society and Eta Kappa Nu, the Electrical and Computer Engineering Honor Society.", "metadata": "翻译api错误"}
{"text": "活动与社团: Science Team & Guest Lecturer", "metadata": "翻译api错误"}
{"text": "活动与社团: Guest Lecturer -", "metadata": "翻译api错误"}
{"text": "成绩: Physics (A1) Chemistry (A2) Maths (A), Advanced Math (A), General Studies (A)", "metadata": "翻译api错误"}
{"text": "Undergraduate dual degrees: BA/BS in Chemistry and Music from Case Western Reserve University, Cleveland, Ohio USA.", "metadata": "翻译api错误"}
{"text": "活动与社团: President of the Alumni Association, 2007-2009", "metadata": "翻译api错误"}
{"text": "活动与社团: Midshipman Jazz band, Sports Photographer (Football)", "metadata": "翻译api错误"}
{"text": "活动与社团: Student Intellectual Property Law Association (SIPLA)", "metadata": "翻译api错误"}
{"text": "活动与社团: AIChE, American Chemical Society, College of Engineering Student Advisory Council, College of Engineering Student Travel Prize, Tau Beta Pi, Fencing Club", "metadata": "翻译api错误"}
{"text": "成绩: 1st Class honours, Chemistry", "metadata": "翻译api错误"}
{"text": "活动与社团: ACS student member. MAA student member.", "metadata": "翻译api错误"}
{"text": "Rated highly qualified in science and math. Science Olympiad volunteer.", "metadata": "翻译api错误"}
{"text": "活动与社团: Treasurer, New Hampshire Outing Club (1979-1981)", "metadata": "翻译api错误"}
{"text": "活动与社团: Phi Alpha Delta Law Fraternity International", "metadata": "翻译api错误"}
{"text": "活动与社团: Activities and Societies: Sigma Phi Epsilon Fraternity, Phi Eta Sigma, Alpha Lambda Delta, Romophos", "metadata": "翻译api错误"}
{"text": "活动与社团: Delta Sigma Theta", "metadata": "翻译api错误"}
{"text": "Emphasis in Health Policy", "metadata": "翻译api错误"}
{"text": "Minor in Philosophy", "metadata": "翻译api错误"}
{"text": "活动与社团: Note & Case Editor on Law Review, International Law Society, Jurisprudence Award Winner - Criminal Law", "metadata": "翻译api错误"}
{"text": "成绩: B+", "metadata": "翻译api错误"}
{"text": "活动与社团: Varsity Football; Varsity Wrestling;", "metadata": "翻译api错误"}
{"text": "活动与社团: State University of Kuban", "metadata": "翻译api错误"}
{"text": "活动与社团: V.P. of Student Science Society", "metadata": "翻译api错误"}
{"text": "活动与社团: Mountain biking, scuba diving, movies.", "metadata": "翻译api错误"}
{"text": "活动与社团: Elected to Seminars Committee to host VIP visitors to the University.", "metadata": "翻译api错误"}
{"text": "活动与社团: Sigma Pi Sigma Physics Honor Society.", "metadata": "翻译api错误"}
{"text": "Role of Adenines in stabilization and exchange kinetics of cations in G-quadruplex DNA probed by 1H and 23Na NMR", "metadata": "翻译api错误"}
{"text": "The Program on Negotiation (PON) is a consortium program of Harvard University, Massachusetts Institute of Technology, and Tufts University and serves as an interdisciplinary research center dedicated to developing the theory and practice of negotiation and dispute resolution in a range of public and private settings. PON’s mission includes nurturing the next generation of negotiation teachers and scholars, helping students become more effective negotiators, and providing a forum for the discussion of ideas.", "metadata": "翻译api错误"}
{"text": "活动与社团: Beta Gamma Sigma", "metadata": "翻译api错误"}
{"text": "Tandon School of Engineering", "metadata": "翻译api错误"}
{"text": "活动与社团: Institut National des Arts et Metiers (top tier engineering school): Program in Enterprise Management (Management, Accounting, Financial Analysis, Quality Assurance/Control, Intellectual Property); Graduate program in bioengineering- completed courses in Protein Structure & Metabolism, Spectroscopy, Imaging Foreign Languages: Spanish I & II", "metadata": "翻译api错误"}
{"text": "活动与社团: Quantitative Analysis, Economics, Financial Reporting & Analysis, Corporate Finance, Derivatives, Portfolio Analysis, Equity, Fixed Income, Alternative Investments, Ethics and Standards of Professional Conduct.", "metadata": "翻译api错误"}
{"text": "Switched from a Ph.D. in Health Sciences (Immunology) after completing research, to embrace a career in Innovation Management. Management thesis addressed issues arising in international sponsored research partnerships. Internship contract as Technology Transfer analyst at ALZA Corporation.", "metadata": "翻译api错误"}
{"text": "活动与社团: Theta Delta Chi, Ski Team, Soccer", "metadata": "翻译api错误"}
{"text": "活动与社团: Alexander Fellow at the U.S. Court of Appeals for the Federal Circuit", "metadata": "翻译api错误"}
{"text": "活动与社团: Beta Gamma Sigma", "metadata": "翻译api错误"}
{"text": "成绩: Motto: The Truth Shall Make You Free", "metadata": "翻译api错误"}
{"text": "成绩: Motto: Scientia Sol Mentis Est (Knowledge is the light of the mind)", "metadata": "翻译api错误"}
{"text": "成绩: Motto: Scientia Sol Mentis Est (Knowledge is the light of the mind)", "metadata": "翻译api错误"}
{"text": "Took a leave of absense and worked in Asia/US for three years.", "metadata": "翻译api错误"}
{"text": "活动与社团: Whittier Law Review Lead Articles Editor", "metadata": "翻译api错误"}
{"text": "活动与社团: Crew, Martial Arts, Scuba Diving, Other fun stuff...", "metadata": "翻译api错误"}
{"text": "活动与社团: Multimedia Communications - KOM -", "metadata": "翻译api错误"}
{"text": "Dr.-Ing. Dipl.Ing.", "metadata": "翻译api错误"}
{"text": "活动与社团: Fottball", "metadata": "翻译api错误"}
{"text": "Thesis: Exploring Ethics in the Food System", "metadata": "翻译api错误"}
{"text": "Magna Cum Laude", "metadata": "翻译api错误"}
{"text": "活动与社团: Ellen B. Scripps Fellowship from the Scripps Howard Foundation.", "metadata": "翻译api错误"}
{"text": "活动与社团: Sigma Delta Chi Top Journalism Graduate Award | News editor, The Daily Free Press", "metadata": "翻译api错误"}
{"text": "Emphasis on Copyright and Intellectual Property Related to Online Education", "metadata": "翻译api错误"}
{"text": "活动与社团: Graduate and Professional Students Association Association for Anthropology Graduate Students Arizona Center for Medieval and Renaissance Studies", "metadata": "翻译api错误"}
{"text": "活动与社团: Business Entrepreneur Academic Mentoring Program I-CORPS National Science Foundation", "metadata": "翻译api错误"}
{"text": "活动与社团: Mentor, Albers School of Business and Economics MBA Program", "metadata": "翻译api错误"}
{"text": "活动与社团: Eta Kappa Nu", "metadata": "翻译api错误"}
{"text": "活动与社团:", "metadata": "翻译api错误"}
{"text": "活动与社团: • PRO of Mechanical council. 2015-16 • PRO of Shutterbugs(photography) council.2014-15 • Team member of Orion Racing India. 2015-16 • KJSCE Football team 2015-2017", "metadata": "翻译api错误"}
{"text": "Miami's Public University Advisors: Drs. Wendy K. Silverman and William M. Kurtines Research Emphasis: Child Developmental Psychopathology", "metadata": "翻译api错误"}
{"text": "Miami's Public University Advisor: Dr. Wendy K. Silverman", "metadata": "翻译api错误"}
{"text": "成绩: 3.63/4.0", "metadata": "翻译api错误"}
{"text": "The Science Council UK", "metadata": "翻译api错误"}
{"text": "活动与社团: Psi Chi; Sigma Xi", "metadata": "翻译api错误"}
{"text": "Studied indexing, retrieval, and classification of distributed multimedia information. Build an award-winning multimedia database system (the best software award in ACM Multimedia 2000); called MP7TV, that performs automated content extraction, semantic tagging, and knowledge graph creation.", "metadata": "翻译api错误"}
{"text": "Studied content analysis and understanding of multimedia (e.g., image, video, text, and audio), virtual reality, and sensor fusion - Applied in manufacturing domain.", "metadata": "翻译api错误"}
{"text": "My dissertation was a combined field and theoretical study of how the surface appearance of lava flows developed, with the goal of allowing geologists to use what they could map on active and prehistoric flows to interpret emplacement conditions, which would otherwise not be revealed. Most of my field work was at Medicine Lake Volcano in northern California, at the southern end of the Cascades. I also mapped lava flows and domes at South Sister and Newberry volcanoes in Oregon, and Long Valley Caldera in eastern California. Another section of my dissertation dealt with ropy pahoehoe structures in basalt flows, based on detailed field measurements of some lavas at Kilauea Volcano in Hawaii.", "metadata": "翻译api错误"}
{"text": "活动与社团: Phi Beta Kappa, Outing Club.", "metadata": "翻译api错误"}
{"text": "成绩: 8.0", "metadata": "翻译api错误"}
{"text": "成绩: 7.8", "metadata": "翻译api错误"}
{"text": "\"The Military Policies of European Neutral and Non-Allied States after the Cold War, 1989-2004\"", "metadata": "翻译api错误"}
{"text": "活动与社团: Entrepreneur course for building a start-up", "metadata": "翻译api错误"}
{"text": "PhD started at the Department of Political Science of the University of Geneva and then transferred to the University of Oxford.", "metadata": "翻译api错误"}
{"text": "成绩: Top 5% de la promoción", "metadata": "翻译api错误"}
{"text": "成绩: Summa cum laude", "metadata": "翻译api错误"}
{"text": "活动与社团: Features Editor, The Wharton Journal Co-founder, Achieving Financial Independence seminars", "metadata": "翻译api错误"}
{"text": "http://cnam-entreprises.cnam.fr/droit-gestion-management-/droit-des-nouvelles-technologies/certificat-de-specialisation-correspondant-informatique-et-libertes--578719.kjsp?RH=1366183226658", "metadata": "翻译api错误"}
{"text": "成绩: Honors", "metadata": "翻译api错误"}
{"text": "成绩: Honors", "metadata": "翻译api错误"}
{"text": "成绩: Honors", "metadata": "翻译api错误"}
{"text": "活动与社团: Social Media, OSINT", "metadata": "翻译api错误"}
{"text": "活动与社团: scientific and technical multimedia communications agency", "metadata": "翻译api错误"}
{"text": "活动与社团: Defence Studies", "metadata": "翻译api错误"}
{"text": "Defence and International Studies at the operational level. International course provided high level civilian and military instruction centred study of UK and US Government structures and policy, the international system, the EU, NATO, historical analysis, media training and international travel were core activites. Also included structured analysis techniques for solving complex problems at the strategic level.", "metadata": "翻译api错误"}
{"text": "Communication and Information Systems Management", "metadata": "翻译api错误"}
{"text": "活动与社团: 2004: Exchange Program-Mc Gill University, Montreal, QC, Canada. Main Field: International Human Rights Law, Humanitarian Law, International Trade Law. 2004: Summer School of the San Diego Law School - Trinity College, Dublin, Ireland. Main Field: International Human Rights Law. 2002: International Summer School-Cambridge University, Cambridge, UK.", "metadata": "翻译api错误"}
{"text": "活动与社团: B-school Show Band Leader", "metadata": "翻译api错误"}
{"text": "活动与社团: Harvard Jazz Band -- tenor sax; Music director of many shows", "metadata": "翻译api错误"}
{"text": "\"The Military Policies of European Neutral and Non-Allied States after the Cold War, 1989-2004\"", "metadata": "翻译api错误"}
{"text": "活动与社团: Entrepreneur course for building a start-up", "metadata": "翻译api错误"}
{"text": "PhD started at the Department of Political Science of the University of Geneva and then transferred to the University of Oxford.", "metadata": "翻译api错误"}
{"text": "The Airbus programme is usually presented as one of the main success stories of European integration. This is actually a misperception. In fact, the programme is the result of the cooperation of several former competitors weakened by the US competition. Backed up by their national government, they joined forces and skillfully completed the widebody market monopolized by the US manufacturers. The economies of scale and a growing commitment by the economic and political actors of each country enabled Airbus to conquer new markets through technological \"leapfrogging\" and the \"right timing\" whereas the US competition relied on its de facto monopolies. As a result, and following the logic of industrial concenration and cooperation, Airbus has become one of just two global players. The findings are based on Paul Krugman's Strategic Trade Policies theory applied to the empiricals of path dependence and technological disruption.", "metadata": "翻译api错误"}
{"text": "成绩: Swiss Federal Certification as an adult educator and trainer", "metadata": "翻译api错误"}
{"text": "成绩: Certification based on real business plan", "metadata": "翻译api错误"}
{"text": "09 Doctoral Thesis Lemanic Neuroscience Doctoral School, University of Geneva. Role of N-Cadherin and SAP97 in dendritic spine morphology and synapse formation.", "metadata": "翻译api错误"}
{"text": "IPMA is a Federation of over 55 Member Associations (MAs). Our MAs develop project management competencies in their geographic areas of influence, interacting with thousands of practitioners and developing relationships with corporations, government agencies, universities and colleges, as well as training organizations and consulting companies.", "metadata": "翻译api错误"}
{"text": "成绩: HEC eMBA Alumni Award 2012", "metadata": "翻译api错误"}
{"text": "成绩: EMBA", "metadata": "翻译api错误"}
{"text": "Post-graduate on bioterrorism and biosecurity", "metadata": "翻译api错误"}
{"text": "活动与社团: Member of the Board, University of Geneva Strategic Studies Group (GESUG)", "metadata": "翻译api错误"}
{"text": "活动与社团: Membre of the Centre Pierre Léon d'Histoire économique et sociale (CPL)", "metadata": "翻译api错误"}
{"text": "活动与社团: First Undergraduate in the U.S. to direct a Federal Research Grant. Became a published Author in third year. Pioneering work in multimedia education. Put him self through school playing lead guitar in a popular rock band. Attended graduate school at University of Wisconsin. Started a company and left before finishing advanced degree.", "metadata": "翻译api错误"}
{"text": "活动与社团: Honorary Doctor of Business", "metadata": "翻译api错误"}
{"text": "活动与社团: Oxford Student, Isis", "metadata": "翻译api错误"}
{"text": "活动与社团: Major Scholar Skinner's Company Parcel Gilt Pen Award Judd Leavers Exhibition", "metadata": "翻译api错误"}
{"text": "成绩: Félicitations du jury", "metadata": "翻译api错误"}
{"text": "Mémoire: \"Re-construire une armée nationale : l’exemple du Liban depuis 1958\" sous la direction de N. Picaudou", "metadata": "翻译api错误"}
